[
  {
    "source": "Penguin_Prose_Poems",
    "title": "Photographs, Undeveloped",
    "text": "Somewhere a tourist book was warning the reader that this capital was grey. I depicted it. I saw a grey childhood. Swinging the Soviet Horizont in one hand wandering amongst art nouveau houses shooting around down town. Under arches of courtyards black and white: those films I have never developed. What I mean is I have never taken them to the shop. I did not need to. What I mean is I did not need to see them at all.\nMy mother in that other era used to sit on the roof drawing the passing sky on her own. Her hair was thin, uncut, colourless. She needed to climb up the ladder to get up there to the loft and from there to the top onto the tiles. Later she used colours. But in that era those colours became neutral on the paper; I don’t mean decolorized. That era was neither toneless nor grey. It was a thick white glass. Through that glass was my mother observing those clouds, I think.\nMuch later, in another millennium, I saw those galleries on a poster. The grey capital’s apartments on sale. But it was in a different country. What I mean is that it happened in another century. What happened in another century in another country? I think it is ‘it’ I talk of that occurred then between the black and the white. If anything this capital is in-between. It is painted naught, or it was. Light yellow, in January, when you look out of the train pulled by the rails, no, not too fast.\nWhy were we both disloyal? What I mean is why do we not live in the place, no matter where, that we actually live in? We meet here three times a year waiting for each other behind bins lining the dark at night. It is cold. A January. A January just before Christmas is what I mean. It is such a Christmas is what I mean. Those bins happen at each corner. One after another you hide from me and ask me to do the same for you. There is no plan in the future and so you leave the country on Christmas day.\nTake the train to the border. What I mean is that border drawn between two pine-trees. They are pines of the same woods, of the same pine. In-between; take a walk in tomb-land where veterans of the Alps, of the same land of the same woods, still assemble from time to time. The bones used to be scattered. Sporadically. I see. Now - martially renovated stones - I fit my soles in your traces on a path of our sledge you used to pull in the snow. Forgive me if I don’t spend any more time with you here. What I mean is don’t I spend more time with you spending time with ghosts?\nDon’t blame the signs of the galleries in St Paul’s. What I mean is there are no circular walls that could bring those voices back. We left them there in that discoloured era. Or is it that they only whisper in that white coloured glass? Leave the domes’ troubles to the domes. And the trams’ to bridges that can hold them no longer. I think domes should not talk at all and should not fool their visitors who pilgrimage from far-off lands, from black and white capitals. From white glass coloured capitals. From grey capitals.",
    "author": "Ágnes Lehóczky",
    "entry_meta": "(2008)",
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "from Folklore",
    "text": "All week they screw in the yellow bulbs red ones. Round in their hands. All the morning & talks. Saw them driving geese, the chicken men. Down from market. Greys and then orange beaks. The sound of their feathers. The heat inbetween. Holds a goose egg still warm. Electricity all over the May Fair. The lights on the cobbles.\nYou walks & breathe sugar in. Stares into the metal. They revolve & your teeth ache. Yellow lights make you sick. Footsteps on the uneven street. Wood and its stuccoed walls. Perspiration running down. The boys they all. Come down the street towards the wall of death all for fights &.\nAll I have is a hand. Coin passing from.\nThe big wheel arcs over and over the house & chained library &. Comes for you round & behind then the city. The little lights narrow. The wrought iron steel, below. Above them then. Castor & Pollux. The noise of the pump organ goes. Over the fields & houses & out. Rows then cells settle then darkness oaks and the black bluff of Hay. Black behind black then. Farewell to all stars.\nTongue in my tongue. It comes up on the wheel. Hanging out of our fingers. The cherry paint flakes. Ringing round. The drawn daggers hit cards. All from here. 3 through the heart’s mark. Steer into each other’s legs & the waltzer & on off & on. The darts diamonds hearts. The wall of death steals. Our breaths. One more time.\nHit a fox on the road. Halfway home. The lights go up dancing and after.\nInside the darkness, colour.",
    "author": "Tim Atkins",
    "entry_meta": "(2008)"
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "from Chapter E",
    "text": "Enfettered, these sentences repress free speech. The text deletes selected letters. We see the revered exegete reject metred verse: the sestet, the tercet even les scènes élevées en grec. He rebels. He sets new precedents. He lets cleverness exceed decent levels. He eschews the esteemed genres, the expected themes even les belles lettres en vers. He prefers the perverse French esthetes: Verne, Péret, Genet, Perec hence, he pens fervent screeds, then enters the street, where he sells these letterpress newsletters, three cents per sheet. He engenders perfect newness wherever we need fresh terms.\nRelentless, the rebel peddles these theses, even when vexed peers deem the new precepts ‘mere dreck’. The plebes resent newer verse; nevertheless, the rebel perseveres, never deterred, never dejected, heedless, even when hecklers heckle the vehement speeches. We feel perplexed whenever we see these excerpted sentences. We sneer when we detect the clever scheme the emergent repetend: the letter E. We jeer; we jest. We express resentment. We detest these depthless pretenses these present-tense verbs, expressed pell-mell. We prefer genteel speech, where sense redeems senselessness.",
    "author": "Christian Bök",
    "entry_meta": "(2002)"
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "Denigration",
    "text": "Did we surprise our teachers who had niggling doubts about the picayune brains of small black children who reminded them of clean pickaninnies on a box of laundry soap? How muddy is the Mississippi compared to the third-longest river of the darkest continent? In the land of the Ibo, the Hausa, and the Yoruba, what is the price per barrel of nigrescence? Though slaves, who were wealth, survived on niggardly provisions, should inheritors of wealth fault the poor enigma for lacking a dictionary? Does the mayor demand a recount of every bullet or does city hall simply neglect the black alderman’s district? If I disagree with your beliefs, do you chalk it up to my negligible powers of discrimination, supposing I’m just trifling and not worth considering? Does my niggling concern with trivial matters negate my ability to negotiate in good faith? Though Maroons, who were unruly Africans, not loose horses or lazy sailors, were called renegades in Spanish, will I turn any blacker if I renege on this deal?",
    "author": "Harryette Mullen",
    "entry_meta": "(2002)"
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "Neglected Knives",
    "text": "The knives in the kitchens of single women who order a lot of takeaway sorely need whetting. The knives in the knife block are of no use to the bread crust or the proud tomatoes or the patient onion of the woman who unwittingly brings unprepared food into the kitchen of a woman who stops cooking when her lovers disappear.\nTheir impossible knives, completely impossible knives, neglected and dusty, in burdensome kitchens that only get plugged in if he who can return the proteins back into the abdomen of the kitchen’s owner is nearby.\nStill, the gardens display their finest. The lemons on the trees await hands that will squeeze them over the old asparagus. And the redcurrants spread over everything like inebriated lanterns, though that reminds me mostly of the kisses we didn’t repeat.\nAnd still it is also magnificent to slice vegetables into the stomach of one’s love with a sharp knife slice and slice vegetables and again vegetables with a sharp knife into the stomach of one’s love slice and slice the vegetables down with a sharp knife. Into the stomach of one’s love.\nLovely unloved women, you who open the door to young delivery boys bearing lukewarm, fertile, plastic tubs of food, some in uniform, some in their own clothes but all with the waking young eyes that touch anything in their path, whet the knives in your kitchens, whet them.",
   "author": "Kristín Ómarsdóttir",
   "entry_meta": "(1998)"
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "Little Corona",
    "text": "For example, there was boy in our village, Goran - I don’t recall his last name, but his family were from way up on the Ukraine border - who played peckhorn or euphonium with the local marching band, and had the most extraordinary skill: he was able to get a tune out of almost anything, and could make a whistle from piece of macaroni, a zither from a cigarette-packet - Once, I remember, he had us all spellbound as he blew the guts from a goose-egg and then fashioned a kind of primitive ocarina, and on this absurdly delicate instrument blew a strange little off-key melody, almost more breath than note - I hear it clearly in the lochrian mode of so many of the folk-songs of the region, but this is too convenient to be more than a trick of memory - Then this scrawny Orpheus, as soon as he knew we were all drawn into his magic, crushed it in his hand, as if out of pure scorn for us; this trick would always draw an involuntary groan from his audience, and the first time I witnessed it I burst into tears - the sudden, immaculate, irrevocable disappearance of both the singer and the song seemed such a terrifying thing - I can still see his terrible grin.",
    "author": "Don Paterson",
    "entry_meta": "(1997)"
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "The Word-Gulag",
    "text": "They’ve opened a new gulag. The word-gulag.\nI go there every week, and take a shopping bag filled with fresh fruit, a bar of soap and a few tins of condensed milk. I call out a prisoner’s name at random, then wait in the visitors’ room with the gesturing crowd. One by one, the words file out of a little door and stand in front of us on the other side of the wire. Pale. Trembling. Haggard. Shattered.\nSpeak!’ the guard barks while he patrols the corridor that divides us, clanging his keys against the grille.\nNo one responds. The words can’t reply because their jaws are visibly broken. Nor can the visitors because, as they’ve just suddenly realised they really should have wised up to this earlier the gulag has robbed them of all their best words.\nVisiting time is over,’ the guard shouts, drawing a curtain we hadn’t noticed before.\nSome barely audible words burst out, but nobody could tell which side of the grille they were coming from. They were probably words of goodbye.",
    "author": "Abdellatif Laâbi",
    "entry_meta": "(1993)"
  },
  { 
  "source": "Penguin_Prose_Poems",
    "title":"Dustie-Fute",
  "text": "When I opened my window and reached for the yoghurt cooling on the outside ledge, it had gone. All that remained was a single Scottish word bewildered by the Paris winter frost and the lights of its riverbank motorways. What can dustie-fute have to say to a night like this? How can it dangle its hyphen down into the rue Geoffrey L’Asnier where Danton stayed on the eve of revolution? How can it tame this strangeness for me or change me into the cupolas and flagstones I so desire yet still notice every time I walk among them? Does the ‘auld alliance’ of words and things stand a chance among the traffics and pimps in the Publicis Saint-Germain? For it’s not as if dustie-fute were my familiar. I could easily confuse dustie-fute with elfmill which is the sound made by a worm in the timber of a house, supposed by the vulgar to be preternatural. These words are as foreign as the city they have parachuted into, dead words slipping on the sill of a living metropolis. They are extremes that touch like dangerous wires and the only hope for them, for us, is the space they inhabit, a room Cioran speaks of, veering between dilettantism and dynamite. Old Scots word, big French city and in between abysmal me: ane merchand or creamer, quha hes no certain dwelling place, quhair the dust may be dicht fra hes feete or schone. Dustie-fute, a stranger, equivalent to fairand-man, at a loss in the empty soul of his ancestors’ beautiful language and in the soulless city of his compeers living the 21st century now and scoffing at his medieval wares. Yet here, precisely here, is their rendez-vous and triumphantly, stuffed down his sock, an oblique sense, the dustie-fute of ‘revelry’, the acrobat, the juggler who accompanies the toe-belled jongleur with his merchant’s comic fairground face. He reaches deep into his base Latinity, into his pede-pulverosi and French descendants pull out their own pieds poudreux. Dustie-fute remembers previous lives amid the plate glass of Les Halles. They magnify his motley, his mid-oranges, his hawker lyrics and for a second Beaubourg words graze Scottish glass then glance apart. In this revelry differences copulate, become more visible and bearable and, stranger than the words or city I inhabit, I reach for my yoghurt and find it there.",
    "author": "David Kinloch",
    "entry_meta": "(1992)"
  },
  {
     "source": "Penguin_Prose_Poems",
    "title": "The Colonel",
    "text": "What you have heard is true. I was in his house. His wife carried a tray of coffee and sugar. His daughter filed her nails, his son went out for the night. There were daily papers, pet dogs, a pistol on the cushion beside him. The moon swung bare on its black cord over the house. On the television was a cop show. It was in English. Broken bottles were embedded in the walls around the house to scoop the kneecaps from a man’s legs or cut his hands to lace. On the windows there were gratings like those in liquor stores. We had dinner, rack of lamb, good wine, a gold bell was on the table for calling the maid. The maid brought green mangoes, salt, a type of bread. I was asked how I enjoyed the country. There was a brief commercial in Spanish. His wife took everything away. There was some talk then of how difficult it had become to govern. The parrot said hello on the terrace. The colonel told it to shut up, and pushed himself from the table. My friend said to me with his eyes: say nothing. The colonel returned with a sack used to bring groceries home. He spilled many human ears on the table. They were like dried peach halves. There is no other way to say this. He took one of them in his hands, shook it in our faces, dropped it into a water glass. It came alive there. I am tired of fooling around he said. As for the rights of anyone, tell your people they can go fuck themselves. He swept the ears to the floor with his arm and held the last of his wine in the air. Something for your poetry, no? he said. Some of the ears on the floor caught this scrap of his voice. Some of the ears on the floor were pressed to the ground.",
   "author": "Carolyn Forché",
   "entry_meta": "(1981)"
  },
 {
  "source": "Penguin_Prose_Poems",
   "title": "Meeting Ezra Pound",
   "text": "I don’t know what came first, poets or festivals.\nNevertheless, it was a festival that caused me to meet Ezra Pound.\nThey seated him in a chair on a square in Spoleto and pushed me towards him. He took the hand I extended and looked with those light blue eyes right through my head, way off into the distance. That was all. He didn’t move after that. He didn’t let go of my hand, he forgot the eyes. It was a lasting grip, like a gesture of a statue. His hand was icy and stony. It was impossible to get away.\nI said something. The sparrows chirruped. A spider was crawling on the wall, tasting the stone with its forelegs. A spider understanding the language of a stone.\nA freight train was passing through the tunnel of my head. A flagman in blue overalls waved gloomily from the last car.\nIt is interesting how long it takes for a freight train like that to pass by.\nThen they parted us.\nMy hand was cold too, as if I’d touched the Milky Way.\nSo that a freight train without a schedule exists. So that a spider on a stone exists. So that a hand alone and a hand per se exists. So that a meeting without meeting exists and a person without a person. So that a tunnel exists a whole network of tunnels, empty and dark, interconnecting the living matter which is called poetry at festivals.\nSo that I may have met Ezra Pound, only I sort of did not exist in that moment.",
    "author": "Miroslav Holub",
    "entry_meta": "(1980)"
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "The Bookcase",
    "text": "It was fetched from the dead woman’s apartment. It stood empty for a few days, empty, until I filled it with books, all the bound ones, the heavy ones. In doing so, I had let in the nether world. Something came from underneath, rose slowly and inexorably like a massive column of mercury. One was not allowed to turn one’s head away.\nThe dark volumes, closed faces. They are like Algerians who stood at the Friedrichstrasse checkpoint and waited for the Volkspolizei to examine their passports. My own passport has long since lain among the glass cages. And the haze which was in Berlin in those days is also inside the bookcase. In there lies an old despair that tastes of Passchendaele and the Versailles Peace, that tastes even older. The dark heavy tomes I come back to them they are in reality a kind of passport and they are so thick because they have collected so many stamps through the centuries. Evidently you cannot travel with enough heavy baggage, now when you set off, when you at last -\nAll the old historians are there, they rise up there and look into our family. Nothing is heard but the lips are moving all the time behind the glass (‘Passchendaele’ -). It makes you think of an aged civil service department (a pure ghost-story follows), a building where portraits of long since dead men hang behind glass and one morning there was vapour on the inside of the glass. They had begun to breathe during the night.\nThe bookcase is still more powerful. The glances straight across the border! A gleaming membrane, the gleaming membrane on a dark river which the room must see itself in. And one is not allowed to turn one’s head away.",
   "author": "Tomas Tranströmer",
   "entry_meta": "(1970)"
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "For John Clare",
    "text": "Kind of empty in the way it sees everything, the earth gets to its feet and salutes the sky. More of a success at it this time than most others it is. The feeling that the sky might be in the back of someone’s mind. Then there is no telling how many there are. They grace everything bush and tree to take the roisterer’s mind off his caroling so it’s like a smooth switch back. To what was aired in their previous conniption fit. There is so much to be seen everywhere that it’s like not getting used to it, only there is so much it never feels new, never any different. You are standing looking at that building and you cannot take it all in, certain details are already hazy and the mind boggles. What will it all be like in five years’ time when you try to remember? Will there have been boards in between the grass part and the edge of the street? As long as that couple is stopping to look in that window over there we cannot go. We feel like they have to tell us we can, but they never look our way and they are already gone, gone far into the future the night of time. If we could look at a photograph of it and say there they are, they never really stopped but there they are. There is so much to be said, and on the surface of it very little gets said.\nThere ought to be room for more things, for a spreading out, like. Being immersed in the details of rock and field and slope letting them come to you for once, and then meeting them halfway would be so much easier if they took an ingenuous pride in being in one’s blood. Alas, we perceive them if at all as those things that were meant to be put aside costumes of the supporting actors or voice trilling at the end of a narrow enclosed street. You can do nothing with them. Not even offer to pay.\nIt is possible that finally, like coming to the end of a long, barely perceptible rise, there is mutual cohesion and interaction. The whole scene is fixed in your mind, the music all present, as though you could see each note as well as hear it. I say this because there is an uneasiness in things just now. Waiting for something to be over before you are forced to notice it. The pollarded trees scarcely bucking the wind and yet it’s keen, it makes you fall over. Clabbered sky. Seasons that pass with a rush. After all it’s their time too nothing says they aren’t to make something of it. As for Jenny Wren, she cares, hopping about on her little twig like she was tryin’ to tell us somethin’, but that’s just it, she couldn’t even if she wanted to dumb bird. But the others and they in some way must know too it would never occur to them to want to, even if they could take the first step of the terrible journey toward feeling somebody should act, that ends in utter confusion and hopelessness, east of the sun and west of the moon. So their comment is: ‘No comment.’ Meanwhile the whole history of probabilities is coming to life, starting in the upper left-hand corner, like a sail.",
    "author": "John Ashbery",
    "entry_meta": "(1969)"
  },
   {
    "source": "Penguin_Prose_Poems",
    "title": "Phrase",
    "text": "And why not the hedge of geysers the obelisks of hours the smooth cry of clouds the quartered sea pale green bedunged by good-for-nothing birds and hope playing marbles on the beams and for-the-time-beings of houses and the sea bream rips of banana tree suckers\nin the top branches of the sun on the stubbed heart of mornings on the acrid canvas of the sky a day of chalk of falcon of rain and acacia on a portulan of primeval islands shaking their salt hair interposed by fingers of masts in every hand to every purpose beneath the batting of an eyelash of chance with its shadow sung delights an assassin clad in rich and calm muslins like a chant of hard wine.",
     "author": "Aimé Césaire",
     "entry_meta": "(1946)"
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "Street Cries",
    "text": "They were three street cries.\nOne when spring had come, late in the afternoon, the balconies open, and floating up to them on the breeze a sharp aroma, rough and hard, that almost tickled your nose. People went by: women dressed in light, sheer fabrics; men, some in black wool or yellowish suits, and others in discolored white linen jackets and carrying wicker lunch trays, empty, on their way home from work. Then, a few streets over, the cry went up ‘Carnations! Carnations!’ a slightly muffled cry, whose sound that sharp aroma, that same rough, scratchy scent that rose on the breeze to the opened balconies, converged with and merged in the scent of carnations. Dissolved in the air it had floated nameless, bathing the afternoon, until the cry betrayed it, giving it a voice and a sound, plunging it deep in your chest, like a knife whose scar time will never heal.\nThe second street cry was at noon, in summer. The awning was unfurled over the patio, keeping the house cool and shady. The door to the street scarcely allowed an echo of light to penetrate the entryway. Water sounded in the drowsy fountain under its corona of green leaves. What a pleasure it was in the laziness of the summer noon, in that sleepy atmosphere, to rock in the wicker rocker. Everything was light, afloat; the world turned slowly, like a soap bubble, delicate, iridescent, unreal. And suddenly, from outside the doors, from the street flooded with sunlight, came the wild cry, like a moan of pleasure, ‘Mackerel!’ The same as when you’re stirred from sleep in the middle of the night and that vague awakening brings with it just enough awareness that you can feel the surrounding calm and quiet, and you turn and fall back to sleep. There was in that cry a sudden bolt of gold and scarlet light, like lightning flashing through the darkness of an aquarium, that sent a sudden chill through your flesh. The world, having stopped for a moment, resumed its smooth turning, turning.\nThe third cry was at nightfall, in autumn. The lamplighter had already passed, with his long hook on his shoulder, at whose far end flickered the little blue flame like a soul, lighting the streetlamps. The paving stones, damp from the first rains, shone under the bluish gas light. A balcony here, a door there, began to be lit up along the opposite wall, so close together in the narrow street. Then you could hear the blinds being lowered, the shutters closing. Through the balcony’s sheer curtain, his forehead pressed against the cold window, the little boy watched the street for a moment, waiting. Then came the voice of the old peddler, filling the dusk with his hoarse cry, ‘Fresh lavender!’ the vowels closed in on themselves like the ululating call of an owl. He could be guessed at more than seen, dragging one foot behind him, stormcloud face beneath the hat brim fallen on him like a roof tile, moving, with his sack of lavender over his shoulder, to close the cycle of the year and of life itself.\nThe first cry was the voice, the pure voice; the second the song, the melody; the third the memory and the echo, voice and melody now vanished.",
    "author": "Luis Cernuda",
    "entry_meta": "(1943)"
  },
  {
    "source": "Penguin_Prose_Poems",
    "title": "reading",
    "text": "there were so many books. she had to separate them to avoid being overwhelmed by the excessive implications of their words. she kept hundreds in a series of boxes inside a wire cage in a warehouse. and hundreds more on the shelves of her various rooms. when she changed houses she would pack some of the books into the boxes and exchange them for others that had been hibernating. these resurrected books were precious to her for a while. they had assumed the patinas of dusty chthonic wisdoms. and thus she would let them sit on the shelves admiring them from a distance. gathering time and air. she did not want to be intimate with their insides. the atmospherics suggested by the titles were enough. sometimes she would increase the psychic proximities between herself and the books and place a pile of them on the floor next to her bed. and quite possibly she absorbed their intentions while she slept.\nif she intended travelling beyond a few hours she would occasionally remove a book from the shelves and place it in her bag. she carried ‘the poetics of space’ round india for three months and it returned to her shelves undamaged at the completion of the journey. every day of those three months she touched it and read some of the titles of its chapters to make sure it was there. and real. chapters called house and universe, nests, shells, intimate immensity, miniatures and, the significance of the hut. she had kept it in a pocket of her bag together with a coloured whistle and an acorn. she now kept this book in the darkness of her reference shelf. and she knew that one day she would have to admit to herself that this was the only book she had need of, that this was the book she would enter the pages of, that this was the book she was going to read",
    "author": " joanne burns",
    "entry_meta": "(1988)"
  },
  {
   "source": "Penguin_Prose_Poems",
    "title": "The First Week of Mourning",
    "text": "Nearly home.\nWhen, true to the habits of half a century, she bent down by the brook where she had washed her clothes as a child and discovered, much to her surprise, that she could not scoop up even half a drop of its refreshing clarity or see the slightest sign or shadow of her reflection in the mirror-like surface of the water, then, and only then, did she recall that because her son and daughter-in-law had followed the fashion of going to Church, no one had bothered to chant a Buddhist sutra to ease her soul into the next world, much less honour her in this world by giving her a spirit tablet in the family shrine.\nAs a peach petal floats through the fangs of the crescent moon, grandma almost bursts into tears. She has all but forgotten how she had just walked upon the waves of couch grass and walked upon the waves of rush flowers and walked upon the waves of the Formosa Strait and walked upon the waves of Dongting Lake and is nearly home.",
    "author": "Shang Qin",
    "entry_meta": "(1987)"
  }
]
