[
  {
    "author": "FERNANDO PESSOA",
    "author_meta": "(Portugal, 1888–1935)",
    "source": "Short_An_International_Anthology",
    "title": "",
    "text": "I went into the barbershop as usual, with the pleasant sensation of entering a familiar place, easily and naturally. New things are distressing to my sensibility; I’m only at ease in places where I’ve already been. After I’d sat down in the chair, I happened to ask the young barber, occupied in fastening a clean, cool cloth around my neck, about his older colleague from the chair to the right, a spry fellow who had been sick. I didn’t ask this because I felt obliged to ask something; it was the place and my memory that sparked the question. He passed away yesterday, flatly answered the barber’s voice behind me and the linen cloth as his fingers withdrew from the final tuck of the cloth in between my shirt collar and my neck. The whole of my irrational good mood abruptly died, like the eternally missing barber from the adjacent chair. A chill swept over all my thoughts. I said nothing.\nNostalgia! I even feel it for people and things that were nothing to me, because time’s fleeing is for me an anguish, and life’s mystery is a torture. Faces I habitually see on my habitual streets—if I stop seeing them I become sad. And they were nothing to me, except perhaps the symbol of all of life.\nThe nondescript old man with dirty gaiters who often crossed my path at nine-thirty in the morning . . . The crippled seller of lottery tickets who would pester me in vain. . . The round and ruddy old man smoking a cigar at the door of the tobacco shop . . . The pale tobacco shop owner . . . What has happened to them all, who because I regularly saw them were a part of my life? Tomorrow I too will vanish from the Rua da Prata, the Rua dos Douradores, the Rua dos Fanqueiros. Tomorrow I too—I this soul that feels and thinks, this universe I am for myself— yes, tomorrow I too will be the one who no longer walks these streets, whom others will vaguely evoke with a What’s become of him? And everything I’ve done, everything I’ve felt and everything I’ve lived will amount merely to one less passer-by on the everyday streets of some city or other."
  },
  {
    "author": "RAMÓN GÓMEZ DE LA SERNA",
    "author_meta": "",
    "source": "Short_An_International_Anthology",
    "title": "",
    "text": "He has the eyes of a tightly-sewn button.\nUp among the stars there isn’t a single nightingale.\nThe peacock is a retired myth.\nThe silk scarf is the goodbye of a caress.\nThe girl with a hoop in her hand goes off to the flower garden as if to school, to play with circumferences and tangents.\nAt night on a lonely train we travel with two women: the one with us and the one reflected in the glass.\nIn mineral water invisible fish bubble up, the souls of aquatic silence, the breathing of frogs, extinct fish, and last gasps.\nWhen we go by a jail we feel as if our shadow—one of our shadows—is in one of the cells of an inner courtyard.\nWhat a tragedy! Her hands grew old and her rings didn’t.\nThe hardest fish to catch is soap in water."
  },
  {
    "author": "MIKHAIL ZOSHCHENKO",
    "author_meta": "(Russia, 1895–1958)",
    "source": "Short_An_International_Anthology",
    "title": "Fantasy Shirt",
    "text": "Last Saturday after work I dropped by the shops. I had to buy a shirt.\nOn Sunday there was going to be a party at our place. I felt like dressing up a bit. I fancied buying some kind of a shirt that was a bit special. Some kind of fantasy shirt.\nI chose one. A sort of sky-blue colour, with two detachable collars. Well, it was every bit as good as imported goods.\nI headed off home as fast as I could. Tried it on. Luxury. A lovely sight. A joy to behold!\nAt the party I thought, the ladies would be throwing themselves at me.\nI should admit, I’m fanatical about cleanliness. There I was trying on the shirt, and somehow I felt uncomfortable. God only knows, I thought. You never know how many people have had their hands all over it. Wouldn’t be a bad idea to get it laundered. We’re only talking about twenty kopecks. Then I could wear it with pleasure.\nI ran over to the laundry woman. She lives in the same yard as me. Lukerya Petrovna.\nMy dear Lukerya Petrovna, I said, please do your best. The party’s tomorrow. I’ve got to have it for tomorrow. Can I rely on you?\nYou can rely on me, she said. Come round, she said, just before the party and you can put your shirt on. It will be washed and pressed, with the two detachable collars.\nThe next day, before the party, I popped round to the laundry woman.\nI took the shirt from her. I ran off to get changed.\nI put the shirt on. But what on earth was this? Some kind of tiny shirt: the collar wouldn’t fit and the cuffs were where the elbows had been. What the hell was going on?\nI quickly hurried back to the laundry woman.\nThe laundry woman said:\nThat’s nothing unusual. It’s only to be expected. New shirts these days always shrink. Either it’s the material they’re made from or the manufacturers don’t wash the fabric. That’s nothing.\nWhat do you mean nothing! It won’t fit round my neck. It used to be, I said, size 38, and now it’s probably a 32.\nThe laundry woman said:\nAnd you can thank your lucky stars for that, she said. The other day I washed one for the accountant, started off size 40 and now he’ll be lucky if it’s a five. The accountant threatened to smash my face in for that, but it’s not my fault.\nDamn it! What, I thought, can I do?\nAnd I didn’t have much time. It was time to go to the party.\nI put the shirt on, and over it, to hide it, I squeezed on my old shirt, so as not to cause offence, and hurried off to the party.\nIt went well. No one noticed. It was OK."
  },
  {
    "author": "PAUL COLINET",
    "author_meta": "(Belgium, 1898–1957)",
    "source": "Short_An_International_Anthology",
    "title": "The Lobster",
    "text": "The lobster is a bird on stilts, in the species of nighthawks. He drinks cranially, is well developed, has been pointed out by Linné under the name of Forge Roussel. Its body shows 4/5 generally animal. The hindquarters are composed of a cluster of 17 metal spools, on divergent axles. The lobster is the only carnivorous bird that flies backwards.\nHis characteristic song, which resembles, but is harsher than, the civet-cat’s, is produced by a spur’s vibration in the cranial box, called the sub-machine-gun. The lobster’s calcified eye is used, in shoemaking, to fasten half-boots."
  },
   {
    "author": "KARL KRAUS",
    "author_meta": "(Austria, 1874–1936)",
    "source": "Short_An_International_Anthology",
    "title": "",
    "text": "A pretty little girl hears a pawing noise at the wall of her room. She is afraid it is mice, and only becomes calm when she is told there is a stable next door and a horse is moving around. Is it a stallion? she asks, and goes to sleep. Aphorisms are never congruent with the truth: they are either half-truths or one-and-a-half.\nMy wish that my things be read twice has aroused great bitterness. Unjustly so; the wish is modest. It is not as if I asked that they be read once."
  },
  {
    "author": "NATHALIE SARRAUTE",
    "author_meta": "(France, 1900–1999)",
    "source": "Short_An_International_Anthology",
    "title": "",
    "text": "During his very well attended lectures at the Collège de France, he amused himself with all that. He enjoyed prying, with the dignity of professional gestures, with relentless, expert hands, into the secret places of Proust or Rimbaud, then, exposing their so-called miracles, their mysteries, to the gaze of his very attentive audience, he would explain their case.\nWith his sharp, mischievous little eyes, his ready-tied necktie and his square-trimmed beard, he looked enormously like the gentleman in the advertisements who, with one finger in the air, smilingly recommends Saponite, the best of soap powders, or the model Salamander: economy, security, comfort.\nThere is nothing, he said, you see I went to look for myself, because I won’t be bluffed; nothing that I myself have not already studied clinically countless times, that I have not catalogued and explained.\nThey should not upset you. Look, in my hands they are like trembling, nude little children, and I am holding them up to you in the hollow of my hand, as though I were their creator, their father, I have emptied them for you of their power and their mystery. I have tracked down, harried what was miraculous about them.\nNow they hardly differ from the intelligent, curious and amusing eccentrics who come and tell me their interminable stories, to get me to help them, appreciate them, and reassure them.\nYou can no more be affected than my daughters are when they entertain their girl friends in their mother’s parlor, and chatter and laugh gaily without being concerned with what I am saying to my patients in the next room.\nThis was what he taught at the Collège de France. And in the entire neighborhood, in all the nearby Faculties, in the literature, law, history and philosophy courses, at the Institute and at the Palais de Justice, in the buses, the métros, in all the government offices, sensible men, normal men, active men, worthy, wholesome, strong men, triumphed.\nAvoiding the shops filled with pretty things, the women trotting briskly along, the café waiters, the medical students, the traffic policemen, the clerks from notary offices, Rimbaud or Proust, having been torn from life, cast out from life and deprived of support, were probably wandering aimlessly through the streets, or dozing away, their heads resting on their chests, in some dusty public square."
  },
]
