[
{
    author: "CZESLAW MILOSZ",
    author_meta: "(1911–)",
    source: "Great_American_Prose_Poems",
    title: "Esse",
    text:
      "I looked at that face, dumbfounded. The lights of métro stations flew by; I didn’t notice them. What can be done, if our sight lacks absolute power to devour objects ecstatically, in an instant, leaving nothing more than the void of an ideal form, a sign like a hieroglyph simplified from the drawing of an animal or bird? A slightly snub nose, a high brow with sleekly brushed-back hair, the line of the chin—but why isn’t the power of sight absolute?—and in a whiteness tinged with pink two sculpted holes, containing a dark, lustrous lava. To absorb that face but to have it simultaneously against the background of all spring boughs, walls, waves, in its weeping, its laughter, moving it back fifteen years, or ahead thirty. To have. It is not even a desire. Like a butterfly, a fish, the stem of a plant, only more mysterious. And so it befell me that after so many attempts at naming the world, I am able only to repeat, harping on one string, the highest, the unique avowal beyond which no power can attain: I am, she is. Shout, blow the trumpets, make thousands-strong marches, leap, rend your clothing, repeating only: is!\nShe got out at Raspail. I was left behind with the immensity of existing things. A sponge, suffering because it cannot saturate itself; a river, suffering because reflections of clouds and trees are not clouds and trees.",
       entry_meta: "(Brie-Comte-Robert, 1954)",
  },
  {
    author: "MARK BIBBINS",
    author_meta: "(1968–)",
    source: "Great_American_Prose_Poems",
    title:
      "Poem from “Blasted Fields of Clover Bring Harrowing and Regretful Sighs”, gu7i",
    text:
      "Favored lambs mentioned in a personal ad bend forward onto their knees as a peon carries the wrong box away. His employer emerges from a hole with his tan seersucker muddied holding galleys and leading a greener trainee. The spectator’s disruption drew a reprimand. Distance to the beach in relation to time of departure conveyed in a series of double-jointed hand signals wasted on recruits. One shoved another flirtatiously. Water just off the porch did not suffice. Suspended above it the chef’s diorama betrayed him with silk flowers. The man who played wolf in the film version lived next door and perfect sand lay just over the crest where no one made excuses for skin upon skin or lip balm crushed into a cap. Again the lambs’ complaints drift on a pink foam from the hollow. A magazine a wrong night a chance meeting what is owed biting at elbows and ropes.",
    entry_meta: "(2001)",
  },
  {
    author: "MARK BIBBINS",
    author_meta: "(1968–)",
    source: "Great_American_Prose_Poems",
    title:
      "Poem from “Blasted Fields of Clover Bring Harrowing and Regretful Sighs”, anm-amn",
    text: "As a shopping cart careened the football team scattered. Next year they’ll find changes of clothes in the woods. When Donald the Dandy rode his horse-drawn carriage through the W. Village (1969) he was roundly egged. The feathers of his headdress destroyed. His little dogchild keening mommy&daddy over and over would mind no one but him. D. denied raiding Sarduy and Woolf as he nursed the whiny cur. Each headshot a different era the nipple still surprised. Those along the canal tried to keep windows clean. Friends on the phone in the same room hardly knew. Another back turned to a picture window. One man in Confederate garb fingered Julia’s necklace and grazed her breast. Thus was his gall not unlike that of an older queen who’d sprung out of a hedge nude from the waist down. Who was pushed in first. Teeter on a narrow strip of grass. Here little dogchild here.",
    entry_meta: "(2001)",
  }
]
