[
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "Echo",
    "text": "Evening gathered in; clouds like a blue-grey map of the world hung poised on the horizon. He stood in the fields where the wind moved only the leaves of grass, and in a high-pitched voice called after his mother. People in the town would laugh at him, because his face was so like hers. Which way had she gone, back bent like a fishhook, step by step, leaving her footprints behind her? The white road rose up clear in the dusk, and he called after her; sending his high-pitched shout into its distance. So then what quietly reached his ear, was it the echo of his cry, or that of his mother far off calling after her own? Evening gathered in; blue-grey clouds hung poised on the horizon.",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "The Village",
    "text": "They had tied up the deer by the antlers with a straw rope, and put her in the dark barn. Her blue eyes shone where nothing could be seen; and there she sat, neatly, elegantly. One potato tumbled down. Outside the cherry blossoms fell, and a bicycle came down the hill, laying one long, clear line of them. You saw the back of a little girl peering among the bushes. She had a black ribbon fixed to the shoulder of her dress. ",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "Spring",
    "text": "Geese: So many of us together that each cries out in order not to mislay himself. Lizard: No matter what stone I crawl upon, my belly stays cold. ",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "Village",
    "text": "With wide eyes open glittering in fear the deer was already dead. It lay under the eaves of the lumber shed, the face of an awkward quarrelsome boy who refuses to say one word, soaked in an evening drizzle of rain. This one had been killed by dogs. In the bluish-black gloss of its fur the wounds on the thigh were red, more than camellia-red. The legs poked stiffly out like sticks, and the soft vague fur of its hindquarters was sodden with water, shameful. The scent of onions drifted here from somewhere. Wild flowers bloomed; the water wheel turning behind the shed made its huge circles. ",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "The Pass",
    "text": "I sat at the high point of the pass. This small and nameless pass was over grown with shrub, with trees, lost and hidden in thick reed grass. I smoked a cigarette and then the six or seven miles still to go became finally real to me, as if exposed to view in all that undergrowth. In the last village I had passed they told me that the people of the fishing village I was on my way to used to climb this pass each morning to sell their fish; but with the coming of diesel-powered boats they had switched their market to across the bay. So far I had not come across one person on my way up here. The path was now a wilderness, washed away by the rains and seemingly winding between the gorse and the tall pampas grass, and it was easy to lose one's way. In the trees on both sides of the path wood doves were cooing. The sky was clear. Far off, through a gap in the bushes, you could see a number of grassy hills caught in the full light of the sun, and then, much farther off beyond their smooth and undulating shapes, the mountain, misted in deep indigo, which occupied the sky. The blankness in my mind, the mild exhaustion sensed on looking at those hills, felt consolation in the autumn sunlight. And then I heard, coming it seemed from somewhere far away among those hills and hollows in some place I could not see, or even perhaps on the slopes there of the mountain, the muffled thud of a ship's engine. It seemed to go on for some moments and, as I could not believe my ears, I strained to hear more clearly; then once more all again was still with nothing to be heard. The wind occasionally stirred the bushes as it passed; or a bee hummed among them and its drone died out, then in curved flight appeared again from somewhere. Above, the soft beat of the white wings of the swallows fluttered down the air. And then I thought how there were other passes like this one among those hills I could not see; there, perhaps, on the top of that ridge there, and elsewhere, and all like this, exactly like, all small and hidden away. And there also in all of them the wind was blowing, the bees and swallows flew; and there too I was sitting just as here. So as I gazed upon the scattered small white wildflowers at my feet, I felt that I could know them too, those other passes, so many of them covered and hidden away from me. I carefully stubbed out my cigarette. The afternoon had started to grow late. I thought of this road I must go and where I would meet no one, the unknown downward path deep in thick grass; and of my freedom here, the freedom of a bird far from all men; and this free space of time became a weariness, a blankness for me, and I hastened to be on my way. How many day shad I already spent in travel; for I felt a sorrow in me like a sickness at the thought. Yet I should feel as men of old had done, traveling the roads, entrust¬ing themselves to what they saw about them, singing the endless passing of the seasons. I knew I soon would look upon the sea, and yet what pain can autumn set about the heart. Ah that village by the shore, hearing the pine trees murmur in the wind; the inn there with its gloomy bathroom, the window which looks out upon the bay. I wanted to lie soaking there before the sun went down beyond its headland. So I heard the break and flow of waves within me, and went on down the pass. ",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "A Town",
    "text": "In this hollow among the mountains, this cruel waste; on what seems a heap of broken plates a small town offers itself, like one prayer, to the sky. A square held in by walls, breastwork which crumbles silently each night, and falls.By all four walls are rows of willow trees, thick branched, throwing the shadows of long centuries gone. Even now a rustling storm of wings beat down, and pale white cranes fly over.At noon out from the gate they burst, honking and squealing, running, tumbling, a line of black emaciated pigs, eagerly racing to the open fields, to disappear amid the shrubs and grasses. And if you hear far-off at times, coming from the shadow of the trees, an odd, melancholy creaking sound, then you will see, dragged by a mountainous red ox, a tiny two-wheeled cart, piled in summer with melons, loaded in autumn with firewood, moving toward the entrance of the town.The wood of the main gate is blackened and peeled with age, and, in its lattice, shield-shaped cage now open to the sky, the bell hangs small and silent, forgetful that it ever tolled; the dignity of centuries of silence raised high up to the vaulted ceiling.Magpies gather on the crumbling walls, upon the rubble of them; they gather on the trailing, whitening, uncut willows; flutter there, spreading long white-spotted tails; and screeching all daylong in cries that rap against the rocks.But then beyond all this, when sometimes the waxing moon raises its faint half-circle over the far-scattered fields, over the corn and millet, over the bone-like range of mountains, one far point in the sky at noon; then do they feel the blankness of this land which covers them in waves, desolate knowledge that they have been set apart, knowing no touch of civilized life? In that full moment of awareness do they weep, bewail their solitary, outcast lot? Columns of smoke, at times how many, making the desolation yet more deep, from cooking fires drift up in the sky.Long ago did their ancestors come one way through the mountains here to build this town? Then, on the very day the work was done, did enemies come down from the opposite direction? These breastworks were the scene for violent war then, the boundary line between them? So history forgot as they forgot, ceasing to care, solely following never-changing custom; eating their yellowish food from the same utensils, scattering the same seed in the plains, wrapping the same clothes about them. The same crown handed down was always set on similarly styled hair.Perhaps their indolence, too, comes from decree; sleeping at all hours, rising in the intervals of dreams; and swelling their thick chests, gulping down huge quantities of water, because the air which flows through here is parched and dry. Finally, when night falls, will this town go under, a coral reef under the rising tide, drowning in the pressure of this silence, sinking beneath such heavy darkness? What lights will they raise then and in what vessels? Perhaps they have no need for light? I do not know. I stand now on a road back through past time, looking down on that town, distant, recalled. But all my memories turn from there, ever hurrying back to where the sun is sinking.",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "The Garden",
    "text": "The sun was still blocked by the dark storehouse, and the frosted garden lay deep in its long, cold, purple shadow. That morning I picked up the corpse of a crow which had frozen to death. The obdurate wings were folded spindle-shape, gray eyelids firmly closed. When I threw it away it fell on the lawn with an empty thud. I looked closer; blood was oozing slowly from it.Elsewhere in the clear sky I could hear a crow still calling.",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "Garden",
    "text": "The shadow of the pagoda tree showed me the place, so I swung my pickaxe hard into the turf. Five minutes of leisurely digging and I dug it up; a skull clogged in earth. I took it to the pond and washed it. I should have been more careful and so not scored a hole in its temple as I dug, which I regretted now. I went back to my room and put it under the bed.That afternoon I went down the valley to shoot pheasants. When I got back I noticed a trail of water around one of the legs of the bed. That weighty toy I'd dug up had been wet, and now the sockets of its eyes and that scarred hole still were. And small red ants went running in and out, in and out of their pale brown, oddly magnificent fortress.A letter came from mother. I wrote an answer to it.",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "Noon",
    "text": "Parting feels other than it should; strangely like the first meeting with a girl, hurried and confused with bitter-tasting undertones. A studied cheerfulness, bright courage for the one who leaves; while he who stays behind puffs at his useless cigarette, at sudden moments sensing a slight absurdity in this. The coach took her, her small wicker trunk and two wrapped bundles, and went straight off into the distance. The sunlight through the trees flickered across its pale- blue curtains, the horse-shoe patterns flashing like trout in water. Suddenly all, horses, coachman, seemed to have been just set loose in the world, birds now with no place to go. Goodbye, goodbye; the light-blue window of her room stays open as it was. The road follows the river, avenues of trees through fields. The coach has gone behind that curve now, far off in the hills. Soon they will reach the bridge, the white one you can't see from here, cross over as the planks resound and clatter, sounds which will reach to where we are. Noon now, everything is clear and blue. A column of bantam hens strut by the wall. To think that time can thus be seen so clearly. Feeling alone I bought myself a red apple. ",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "Memoire",
    "text": "My sister died in the autumn wind. I tried picking her white bones up out of the ash, but they kept breaking. The oven they burned her in was warm. All round about the autumn wind kept turning. I placed my lips and tongue to the cheek of her child. Then I set out on a journey. Infrequent letters from my love had ceased to come. The sea was clear: the sky was blue. At that time I was reading Aristotle. A battleship was anchored off the coast. You heard the bugle calls at dusk. Then again the lights came on. Some ceremony taking place up on the mountain. I walked a long way between fields of rice. Then a long flight of ancient steps among the trees. You see it was a long way up that mountain. I drank there; I poured wine. ",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "Enfance Finie",
    "text": "Islands far out at sea . . . camellia flowers fallen in the rain. Spring visits the bird cage, a bird cage where there is no bird. It seems that we have reached an end of promises. Yes, there are clouds over the sea and, yes, the earth reflects within those clouds. There is a stairway in the sky. Lower the flag of ceremony then, and say goodbye; flow like the great river. My footprints on this floor; a light dust on my footprints. Grief. Leave then now, then leave; set out on far journeys. ",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "The Pheasant",
    "text": "On the mountainside magnolia trees stand white. A flock of crows alight in the field of reeds. A crow then looks at me. I look far off to the mountain where a narrowing line of telegraph poles goes over. I hide among the folds in the mountain's side. The road follows the river; out of the shade and sunlight a wagtail darts and flies, a thin flash of pale yellow. Grass snakes rustle in the withered leaves, their own carefree form of self protection. As evening fell I bought a pheasant. At night I closed the window which looks out upon the river. I poured myself a drink. The water's sound grew distant through the window. On the red lacquer of the dining table, I had let fall one pellet of shot. ",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Miyoshi Tatsuji",
    "title": "Among the Branches ",
    "text": "The dead of night, and over the thick dead leaves, a bear swings closer to the gingko tree, with one white candle lighted on its back. Its violent breath fills everywhere, and then is vanished in the forest's silence. He watches this sleek furred mysterious beast, from way up among the branches. A solitary, Russian-looking man. Daddy, mummy's come back. Daddy, mummy's come back. The voices of dead children are now birds. He hears them in the sky. His dead wife has now changed into a bear, and so she walks the forest. But that cannot be so; no, that's impossible. Thinking like that among the branches. ",
    "entry_meta": "1930"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "Midwinter Writing",
    "text": "(Mes cahiers) The evergreens are black; but my hands are always white. No evil sullies me. The glittering axe. Firewood chopped and scattered. Work to be done even in midwinter. And winter butterflies alight on straw , but you no longer make them out. Wisteria-like waves soon gone to sleep; the animals we keep escape from winter now. Only the road lies white before me, perhaps a hand pointing the way to go. ",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "The Garden",
    "text": "Cherries Cherries had tumbled down the mossed stone steps. The boy bit on the bitter taste of wisdom. Souvenir The spring moon lights a ghostly fan. Above the slippery stone steps. Skin beneath thin skin of ice. Bitter cherries from the tree; as wisdom fallen. The light scent here of moss. And then the splashing sound of the hot water.",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "Birthday",
    "text": "Under the flowering plum tree let me dream of far-off mornings. The Mongolian officer I invited slips a doily secretly inside his breast coat pocket. (Like a river disappearing in the desert.) Now, Ammanese goldfish of mine, Please look the other way,Out of courtesy to our guest. ",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "Birthday Again",
    "text": "I stuck a butterfly to the wall with a pin. It won't move any more. Happiness is like that. The pet with its black ribbon on the dining table has the form a pet should have. The water in the bottle is the bottle's shape. And she in her chemise as her own beauty. ",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "Call",
    "text": "My lacquered shoes are wafted into the sumptuous lobby of the H. Hotel, without once having to touch the ground. From the saloon of The President McKinley, in one swoop. A deferential child appears, who just restrains himself from carrying me, and leads me to the finest suite. Then for my sake he hangs up Don't Disturb; and then he says: A most unfortunate spring shower, sir. Ah yes, indeed. The pavements are quite wet.",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "Sunflowers Are Already Black Gunpowder",
    "text": "Grass seed floated in this evening's soup. One thousand islands. The great majority of marksmen, for some unknown reason, have long, unkempt moustaches. On thinking about that it must provide some form of resistance. (Smiles.) Try writing we a number of times and it looks like children skipping. WeWeWeWeWeWeWe. She (she being a domestic pet) has gentle creases in the corners of her eyes like Chekhov. Instead of a ribbon I shall give her a bone. An autumn butterfly has settled on the towel I put inside the glass. —Sunflowers are already black gunpowder.",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "Dice",
    "text": "A spring moon lights up the western ocean on my globe. Above the oysters, that most skeptical of trades has grown a scant, blue beard. I am the Reuter special correspondent. Lisbon  my cuffs were soiled.  Monte Carlo finger prints. crystal dice are smudged with  Abruptly. Peking.  Tokyo already moving.  under thin ice the sweet witch is",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "Anniversary of the Marne",
    "text": "Is that man Chinese? Oh, don't be such a fool. The brother and sister cling in pleasure to each other, and then they leave the room. A plaintive music box at last begins its song from somewhere. (Look, children, this is your own grandfather, who died in that terrible battle of the Marne. This is your brave, your marvelous grandfather.) ",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "Estuary",
    "text": "A warped moon falls once more beyond the roofs and roofs. The young girl was imprisoned there in that dry attic, tied up on the floor with harsh manila rope. Each night a Chinese would come, not even troubling to take off his shoes, and he would take her. While violated thus she dreamed a wide full flowing river there beyond those roofs, black consolation which allowed her fragile breast some small means of endurance. And truly it flowed there, beyond those roofs and roofs after roofs, that broad full river flooding to the sea. ",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "The Thrush",
    "text": "Heavy frost fell, shattering all the leaves on the cherry tree, and then departing. The black ribbon you had left behind was soiled with tears. Mari, I crossed the bridge again today, to buy that picture of the Baltic. Why? Still, it was gone; so that was that and I had nothing else to say; and so I went down town. I met Miss Winter there, laughing, doing an imitation of Mrs. Siddons. I alone seemed bored by it, and so she noticed how I looked and asked if there was something wrong. How very, very cold. And indeed I said I did feel cold; but she just called me mad and condescended to rebuke me. I am an ignorant person so I could not fully grasp what she was saying. Miss W inter said: If I am wrong please do not hesitate to tell me so, because I am not all that clear about the things I say myself. You see I really like you. Of course, this really liking someone means so little anyway. Do you think that's strange of me? What do you think? What do I think? I think if it were possible that shattered leaves once more should go back to their branches. But this is something I can only ask myself. Surely there can be other springs for me like those I had. And as I tell myself so, far off somewhere a thrush begins to sing. ",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "Barren Fig Tree",
    "text": "Under the fig tree I am flooded with a hatred of life, a feeling imprecise as the letter U. At infants' school my disposition was considered awkward. With a duelling knife, because I had no one to duel with, I slashed something like boiling water into the cloudy bark of this dull tree. Emotions; their object; her initial. But she found it easier to give me up than even her text book of analytics. I was not much good at technical subjects anyway. Also I had this seemingly inborn dislike for our white uniform. I felt a frigid pathos for myself as something which gave shape to that pointless mass. One cloudy afternoon, the result of having lost my sense of balance, I fell down from the Swedish bars. My nervous foci had dislodged me. And since that time the infection has gone on spreading, gradually rotting me away.",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Anzai Fuyue",
    "title": "The Path",
    "text": "The first one to appear was the park keeper. He seemed to be one of those men who must be always muttering, always complaining or their health will suffer somehow. But this time we just passed him by. Which means that the requirements of velocity did not permit him any surplus energies, on this occasion, to be expended on his mutterings. Which seems to have soon had some effect upon his health. As proof of this when his libidinous eyes had fixed themselves in weird triangular fashion upon my heart and also on the place where Mari's must have been, he suddenly turned away from us and spat upon the opposite grass path. If he had not been ill he would surely hardly have spat in such a reckless fashion. He's sick. He's weird. We then encountered a dog who seemed to be about his business. Having completed it he still discharged one more curious fragment as he passed us by. Certainly more of a romantic than the keeper. And last of all today's sea then appeared. The sea blew Mari's August clothes and passed. The sea. I feel an irritation when I think of it, the sea; an anger with no object. Yes, I mean anger, public indignation. I mean, even that keeper we just passed, I wouldn't say I have no sympathy with him at all. Do you think that's funny? You're crazy. And so we stretched out on the grass. While she was peeling fruit for me, I closed my eyes and I was falling. Those soft, sweet sounds above finally opened a straight and narrow path within me. I thought of the park keeper, then the dog, the sea; of how this path within me must go on to other places. So opening my eyes. The sea was full of autumn.",
    "entry_meta": "1929"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "",
    "title": "",
    "text":"",
    "entry_meta": ""
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tamura Ryūichi",
    "title": "Images",
    "text":"a trickle of death,this drab auburn town's swarms of twisted entrails in the rain, black umbrellas and their flow of the knowledge of annihilation. That man is not my father, nor is he my solitary friend. It is simply that we are the same existence, sharing the same experiences, the same images. Then Just as he, I was born during the first World War, and I most certainly died during the second. Collapsing as a chair collapses. This is one of my oldest images, the eye in the swamp as desire for a death which is dreamed of. With gouged-out eyes, cracked forehead, dull light in the hair, and then black garments soaked in a huge illusion of the sea and storm, when he appears, that shipwrecked man, with his screams, his savage chorus echoing, one night next week out of the mist which flows from autumn into winter, then I shall have to cry out also, asking where he has come from. My tongue hangs out like a dog's. ",
    "entry_meta": "1956"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "The Sanctity of Trivial Things",
    "text":"Trivial things which vaguely lie in trivial forms and ways connected in no way to other things of no account. How to account then for their trivial being in the world, when there's no way of finding out that can be found? Trivia lying idly in indifferent poses pose no threat to our own being the time being, although the no-accountedness of things of no account accounts perhaps for our continuing confusions over them. These things can unaccountably brush hairily against our hands, or flash and dazzle to confront our eyes. They make a noise that deafens sometimes, or they can shock the tongue with bitterness. And so distinguishing trivia from one another is to forgo definitively that in which true triviality lies. And so to grasp the trivial in one exclusive yet illimitable shape would not then contradict with seizing trivia as these countless finicky bits of no account, and yet such triv . . . (this part has been blotted out). The writer cannot speak of trivial things in trivial ways. He speaks of things of no account as if indeed they always were of some. And so to measure them, to argue for their use or uselessness, to stress the fact that they are there, accounting for the feel and taste of them, is only to breed more illusions over things of no importance. The reason that they are beyond our definition lies maybe in the structure of our language, or in the fact of language wrought as style, or simply in perhaps some intellectual failing of the author? The reader is free to judge this as he will. ",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "Scissors",
    "text":"Now they are on the desk and my eyes see them. Now I can pick them up. Now I can cut out the shape of a man in paper with them. Now perhaps I can cut off all my hair with them. Of course I am not considering the possibility of using them to murder someone with. And yet, however, they grow rusty, will gradually grow blunt, grow old and worn. They might retain their usefulness, but in fact they will be finally thrown away. There's no way now of knowing if they were made of Chilean iron, or touched by Kruppsian fingers; and yet the fact that something of that kind had once been so means they escape the form men gave them; and it's not difficult to guess at some quite formless destiny to which they might return. And now upon the desk they tell us of the time when that will be;although they coldly tell all this to no one in no words, behaving as if they were not behaving so. Men made these things to be of use to them, but far beyond such usefulness they unavoidably exist as they do now. There is no need to call them scissors. They have already countless other names. The fact that I don’t use their other names is not just a mere custom I conform to, but more no doubt a form of self-defense. The reason things like this have power to pull words out of me, untangling the threads and threads of words within me, is that the danger they might turn to yet more rarefied existences than they are now, always lies open here. ",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "Inaccessibility of the Glass",
    "text":"In most cases it's a cylinder with a bottom but no top. An upright cavity. Limited space closed in upon its own gravitational center. It is maintained within the earth's magnetic field, so it does not allow a fixed amount of water to disperse. When it is only filled with air we call it empty, and then its shape is lucidly shown by light, and we can gauge the substance that it is, not by the use of measuring devices, but by one cold, confirming glance. Flip it with the finger, it vibrates and makes a noise. This can be used sometimes as a signal, or very rarely as a note in music; although this high reverberation has a kind of rigid self-importantness about it which overrides such uses and offends the ear. It is placed on the dining table. Or it is held in someone's hand. Sometimes it slips from that hand and falls. Indeed, because it has this tendency, is capable of being smashed, transforming into fragments of itself, it thus conceals lethal potentialities. Yet even after being smashed it does not cease existing. Should every single one on earth be smashed to powder in an instant, still we could not be rid of them. They have been named: in various culture systems by differing signs perhaps, but they would still exist then for each one of us as an unaltering concept, and should the making of them (of glass, or even of wood or iron or clay) be totally for¬ bidden by the most severe of laws, we still would not be free from nightmares that contained them. Tools mainly used to quench our thirst, and though they serve no better function than our hollowed palms both cupped together if ever that extreme need should arise, yet in the various complexities of our lives, in slant rays of the morning sun, or in an artificial light, they have an undeniable and silent beauty. Our skill, experience, our intelligence have brought these forth; and we have named them, have bestowed on them this very natural sounding syllable. Yet is this right for them? For it's not sure that anyone knows for certain. ",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "Pleasure and Pain of Looking at a Glass",
    "text":"There is a glass upon the wooden table, with water in it. Light from a sixty-candle-power lamp shines on it from the left, casting a rainbow-colored specter of extreme faintness on the side of this cylindrical glass object, but giving no adornment to the water there inside. This glass has not been filled with water to quench someone's thirst; more likely this has been the aimless act of someone in the family (a child perhaps); or it's been set there as a kind of game; and though it looks quite ordinary, still it creates a tension in the observer. This tension is not brought about by that fragility contained within its very quality as glass, nor by the possibilities of altered contents which plain water can suggest, but on the contrary comes much more from a sense of its un¬ changing immobility. Just stretching out the hand could instantaneously destroy the glass, the water in it(and the soft shadow there upon the table), but nothing can be done about the fact that it exists as it does now. Although its immobility has nothing in it of eternity, yet it stands like a riddle before all. So it escapes all our attempts to shape it or express it with our words, is not to be portrayed in painting or in sculpture. Because of this it lacks not only any ambiguity, but takes on more and more of clarity; a plenitude of clarity which draws the observer near and nearer to the concept of the poem. And that is right, you see, for all that I can see there is the poem now. Bright fullness of the light, the wordless poem which no hands approach, which fills me, all fretfulness and striving gone away, as I attain a peace which seems a form of drunkenness. ",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "Persistency of Apple",
    "text":"It can't be red; it is no color, it is apple. It can't be round; it is no shape, for it is apple. It can't be sour; it is no taste, for it is apple. It can't cost much; it is no price, for it is apple. It can't be nice; it is no beauty, it is apple. It can't be classified; it is no plant, for it is apple. Flowering apple; fruit-bearing tree swaying its branches in the wind. Apple beaten by rain, and pecked at by the birds; apple torn down. Apple wind-fallen to the ground. Apple which will rot, and which is seed and sends forth shoots. Apple which does not have to be called an apple. Apple which does not need to be an apple, and which does not mind being an apple either; apple which in itself contains all other apples, whether itself is apple or is not. All kinds of apples: Royal Reds and Country Brights, Imperial Bells and Jubilees, and Empresses and Crimson Harbingers; in ones and threes and fives and dozens, or twenty pounds of them or twelve or two million tons. Apples cultivated and transported. Weighed, wrapped, transacted apples. Disinfected apples which will be digested, distributed, disappear. Apples! Apples? Yes, that is apple, that thing there, there, that there. That over there, that in the basket. That falling off the table, transferred to the canvas, that baked in an oven. The one a child will take into his hand and bite, that one. No matter how many may be devoured or rot, still they swarm right back up on the branches, then endlessly appear to glitter in the shops. What are these all a replica of? When was it made? Apple which can make no reply. Apple which can not question either. Apple which can tell us nothing, being apple only and all apple still....",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "Conditions for Growth",
    "text":"To rise up softly, to achieve a single shallow depth, then spread out slantwise, to contort, to sharply twist and bend, enfold in many folds. . . . Sometimes to waver, swell unceasingly (the whole shape as a flowing), and at the same time to climb up and up, with moments of still equipoise but swaying gently to the following moment, at last in quiet sinuousness to glide — To open up unknown then, shrink at times, to link both front and back together, smoothly reversing (spasmodically contracting), swelling out again, and springing, drag¬ ging, hardening, dissolving; then filling out again, then drowsily stagnating, then convulsing. Crinkling and rustling and yet staying absolutely silent — Power arrives from elsewhere, it gives birth to power here, quarrels with other forms of power, squirms as if caught in a net of power, and will spread endlessly by its own power, in its eternally unending lack of system, with a discursive rhythm which can not be grasped. (It seems to be returning whence it came, but never losing its direction.) This is no close-up nor any bird's-eye view. Cradled among the stars this flesh-made cradle where we dwell and grow, fortunate in our endless trance. ",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "A Personal View of Gray",
    "text":"No matter how white a white may be, there is no instance of the truly white. In flawless white there is the faintest blackness hidden unseen to the eye, the always actual structure of the white. White is no enemy of black, but rather white as whiteness gives birth to the black, which should be thought of more as something that it fosters. The very moment when white has its being it has begun to give birth to a blackness. And yet, in its long journey into blackness, white stays quite resolutely white, no matter how much euphony with gray it may proceed through, until the moment it achieves real black. Although it may be sullied by those things which cannot be thought of as its attributes, by shadowing, by dullness, by absorption of the light, still white shines out beneath the shadow of gray's mask. White dies in one swift moment, in vanishing with no trace of whiteness, as the true blackness then appears. And so — No matter how black black may be, there is no instance of the truly black. In lifeless black there is the faintest whiteness like a gene hid unseen to the eye, the always actual structure of the black. The very moment when black has its being it has begun to give birth to a white¬ ness. . . . ",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "Watching Her Play in Water",
    "text":"First of all the foot marks wet from water vanished, and then the charming dimples and round eyes. The pink nails vanished, the black curls; and at that moment when the knees vanished the blue sky went as well; as did the flowers, and all the letters vanished quite soon after. Of course the soldiers vanished too, and all the tools, the saws, the hammers, pliers; and one could well conclude that all ideas had vanished in the same way also. Every¬ thing disappeared, from the most certain to the least precise of things. In such a situation to say that all had disappeared is but the worn out cliche of the idle poet, because the all had disappeared had disappeared as well, as also the all had disappeared had disappeared as well had disappeared; and yet before there had been time to grow infatuated with this verbal game, the next moment a wriggling trout appeared. And as one took that in back came the stream, then a briefcase whose owner was unknown, the legal dictionary, and then two-thirteen in the afternoon; and elsewhere lovers started to appear again. Then in the twinkling of an eye the footmarks wet with water came back too, and then the little girl (five years five months), with her stark-naked belly with its bare button in the center of it; and then her wonderfully contented smile again appeared. ",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "Details for the End of the World",
    "text":"Although there is no wind green apples will fall from the branches. The sheep let loose will start to bleat, and even when night falls they will not cease. Creaking doors will become light as feathers, and book marks fall from out the pages; and then quite suddenly, in the newly opened Opera House, the singer's voice will fail to reach the circle. That cracks should open in stained glass is unavoidable perhaps, but that the children will no longer cry is something much more difficult to bear. The ants will go back to their nests no more but wander lost among the blades of grass; and when all chiming clocks begin to sound a half note higher, then socks will fall down each time they're pulled up, the table legs go numb, and wallpaper will break out in a rash. Jealous feelings will not disappear, however, but grow much more and grow more violent; because the heads of households can do nothing positive about this, their bellies will turn hard and flat as boards, then cave in like the bottom of a ship. Coffee beans will reveal the warehouse floor, and when the sideways looking knave begins to stare full face, then camels from the zoo will start to lumber in the streets. Like cripples the stars will edge close to each other, iron sculptures be recast as enormous mallets, the Buddhas on the mandalas gird up their loins and go back up the stream, the pregnant women form processions for no reason; and all that happens will be premonitions of what is to come; yet medals will still go on being received, although the details of the world will gradually start to lose their rough irregularity, and their peculiar stench. Spirals will cease spiraling, straight lines will lose their tension and will sag; while circles twist, and parallels turn their backs upon each other as they drift away. When smiles at these absurdities appear the muscles will no longer be attached to skin. What seem to be tin fragments will go on falling from the sky without end. In the idiot's face there will reside the signs of wisdom which the human race has so far not been able to attain. The atmosphere will all be sucked into a vacuum. All languages on earth, those written and unwritten, will be gathered up into an O-shaped scream; and when silence gently whirls to hold that scream in its embrace, then one lone dandelion seed will fail to make its way to earth, and idly float about my face. ",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "Pseudo-anatomical Self-portrait",
    "text":"I ate some strawberries. I have molar teeth filled up with gold. I saw the young leaves of a tree whose name I do not know. I have an iris in each eye. I drove a nail into some plywood. I have biceps in my upper arms. I kept repeating a phrase of a half remembered song. I have a sublingual mound. In the air of the street I smelled the scent of the makeup of a girl as she went by. I have a glans penis. I referred to the dictionary a number of times while I wrote down words. I have phalangeal bones. When I fail to understand what really matters, I can still keep on writing. I have temporal lobes. I am forbidden to know precisely what I am. Yet I have phenyl pyruvic acid in me. I keep discovering that I secretly enjoy the misfortunes of my friends; and what sustains the structure that I am which feels like that is, among other things, the sacroiliac I have. Since I possess tactile neurons I can perceive the sweating skin of the drunkard who accosts me on the train, but I have no wish to recognize that he has the same neuroglia as myself. I suppose I shall not be able to avoid being my own captive till I die. I sense a slight vertigo at the thought. I have cochlear canals which via the earth's gravity make contact with interstellar matter. I shall be burned sometime in the incinerator. Leaving behind just one unciform cartilage. ",
    "entry_meta": "1975"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Tanikawa Shuntarō",
    "title": "A Proper Sentence for the Open Window",
    "text":"The window has been opened. The open window is connected with the landscape by a twisted rope of wind. No, because it happens that my gaze determines through the open window how the focus of the external world will change, so only a minor fraction of that world can be observed. No, the open window has been decorated with a fading, ocherous paint. No, the open window transmits faint sounds from the outside to the inside of the room, by way of the air which circulates and fills its open portion. No, the open window, through the fact of being open, records the action of the man who opened it some minutes past. No, the open window modestly displays, as it has done for half a century now, the various skills of men who made it. No, the open window is a minimal illusion. Description of the various details of it mainly serve as a cheap material whereby the speaker may console himself with words. No, the open window is a useless concept which gives birth to a transient sense of solidarity between one person and some others. No, the open window in this moment now is a symbolic generalization of all the immeasurable windows in the world. No,the open window is one of those images which are perpetually degraded from existential status into metaphor. No, the open window can not be destroyed in even the most will fully fantastic literary contexts. No, the open window is quite meaningless. No, the open window lets in hatred. An ant crawls on the window frame. The window has been opened. ",
    "entry_meta": "1975"
  },
  
   {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "In the Mountains",
    "text":"Osaka; two o'clock at night; a newspaper editor's office underground; that time of chronic idleness and boredom, after the air raid warning's sound, and listening for the dull and heavy drone of the B29s, which five minutes later would methodically fill up the sky. And then I thought of that small mountain village far inland, where I had sent my wife and children off to safety just three days before. It was a plateau; not the sense of mountains, but a feeling more of being near the sky. The wind blew always from the northwest there, and all around bloomed wild blue flowers whose name I did not know. Indifferent to all time's changes, in that one corner of the mountains, year after year, the quiet white summer clouds would rise; and silently each snow deep night would turn into the next and pass. And thinking so I fell into a sudden, deep emptiness; no sense of comfort, consolation, nor even one of my own solitude. More like the sadness in the eyes of some living creature which has hidden its mate in a hole up on the hill. There in the depths of those dark velvet eye sit drifts: something we call the bitterness of life. ",
    "entry_meta": "1958"
  },
  
   {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "Weasel Slash",
    "text":"On the way to school we passed over a steep gully, the scene of a battle long ago. At noon it was deep in the gloomy shade of trees, and, looking from the bridge, you saw at the bottom there always the same small patches of still water, with damp, fallen leaves. They said the monster weasels came out as the sun went down, so all of us were frightened of the place. I never once in fact saw one of those weasels, nor ever heard the tread of one of them. That was because these things came up like the wind, and then with one quick stroke of their keen sickles would slash the faces or the thighs of people. When we were kept on late at school working for our exams, then it was sheer terror to pass that place. We folded our satchels tight under our arms, and raced across the bridge. One day at school a young teacher gave us the scientific reason for this weasel slash. A local vacuum forms in the atmosphere, and this sudden fall of pressure down to zero affects the human body like sharp razor blades. Our gully satisfied all that was required to bring about this atmospheric phenomenon. From then on my fear of these disquieting monsters vanished from me. But the first step my mind took to despair at human life probably happened at the same time too. Often I call to mind those monster weasels still. Suddenly, quite suddenly, midway contingencies in all men's fate, the severing blow of the weasel slash is given, by these chance pockets of such frigid air. That gully was buried under long ago. For some years now a red dirt road has led straight on to what was an imperial army airfield. ",
    "entry_meta": "1958"
  },
  
   {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "A Life",
    "text":"When I was young I'd go without food and sleep thinking of ways to get an enormous yellow chrysanthemum up into the night sky. Sometimes I even used to jump from bed, dreaming I'd seen that bright yellow flower pop open, then fade away into the pitch black dark. Still, the fact remains I never could get any yellow out of fireworks. So the old pyrotechnist briefly said, laying hands stained with gunpowder on his knees, lowering his speckled face. He never managed to create his yellow chrysanthemum, but in his time he had no equal for the speed at which he worked. Sixty set off in just one minute; and the way he hurled ball after exploding ball into the tube whose baseplate burned white-hot; that was a skill which was surely close to genius. And always then he would squarely turn his back upon this festival of burning arrows, those hundreds he had launched into the sky, obstinately turning his thin frame of sixty solitary years away, deliberately vanishing in the nitrous smoke. It must have been when I was seven years old. It was a bright spring day with a strong wind blowing, and somebody was carrying me on his back, and I peered down into the old well that was there in a corner of the garden. Mossed-over layers of stone with thick ferns growing; a coldness in the air which made you shiver; and at the bottom of that square tube fallen so far from the surface of the earth, unmoving water placed like a rusty mirror. It seems now that it was then that something quite decisive in my life crept for the very first time within my body. If I had not had that moment in my childhood, if I had not seen the assassin's frigid eye buried in some dark place within the earth.. . . Then maybe at twenty I could have slashed a friend between the eyes; at twenty-five gone wild over some political cause; at thirty staked my life on the love of a woman; at thirty-five despaired and crossed that Chinese river; or at forty made some kind of name for myself. But everything turned out quite differently; and by the wild waters of that river in North China, in a glittering sunlight which is not of this world, I knew the intoxication of fierce conflict which cares nothing about death. And since that time I have been indolent; only a looker-on at life. ",
    "entry_meta": "1958"
  },
  
   {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "Love",
    "text":"Joining in the prattle of my five-year-old child, I felt a sudden motioning in the blood, seized by a love I had no way of resisting. I understood that I must bear this burden, suffer the violent love I had for the child, perhaps until I died. And thinking so I found myself in a deep valley of desolation. And all day long that day I felt my back washed by a white wind unceasingly. Mingling with the crowds in the bright-lit places; or in the luxurious study of a friend, turning the pages of new photos of the Himalayan expedition; nothing I did could mend the way I felt. Up until evening; in the cold wind of the sea standing alone on the bank at the river mouth, watching the countless white-flecked waves break in toward me; all day that day something was taking a savage revenge on me. ",
    "entry_meta": "1958"
  },
  
   {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "A Departure",
    "text":"As if a bouquet of flowers had been thrown among us the carriage's closed-in evening gloom turned suddenly light. The train had stopped at a small fishing village at the very tip of the peninsula, and then these three, two sisters and a brother, boarded it there. The eldest girl must have been near twenty, her sister fifteen or sixteen, and finally the brother was around twelve or so. They relayed in their seven pieces of luggage, put them up on the compartment rack, then opened the window (the train was already moving), and all three poked their faces out, calling after their mother waving their hands. There was a bank with the white wall of some expensive-looking house, and a white figure stood there in the dark; mother, no doubt, because she raised her hand and waved back to them. At last they closed the window, then sat down and giggled at each other. And so the elder girl relaxed with a paperback, the young one lowered her lovely, sorrowful, anxious face, and the boy brought out an apple which he then began to polish on his trousers. Twenty years later I wondered what days they had spent, those three then in the flower of their youth. And I shuddered in unlucky premonition. And so I truly prayed for them; I offered prayers of such a fervency as I had never done for those close to me; prayed for the happiness of those who had then seemed to carry light and gaiety about them. Because that night I could conceive no new departures for them, save only those traveling toward fresh grief. ",
    "entry_meta": "1958"
  },
  
   {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "June",
    "text":"The blue of the sea grows faint; to that degree the blue of the sky grows deeper. People wear blue suits in the streets, and so with that blue vanishes from the fields and mountains. June: coming and going of all blueness. To bypass these back-and-forth proceedings, I myself must set out on a journey. ",
    "entry_meta": "1958"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "The Olive Forest",
    "text":"The hundred miles from Cordova to Seville are buried under wave after wave of hills, those hills themselves buried in olive trees. Olives as far as the eye can see. During midday the leaves turn up, showing their glittering, silver undersides; but as the sun goes down they change back to one mass of angry, silent, dull dark green. One straight paved road, complying to the will of some¬ thing, drives unrelentingly across this olive region. When I arrived in the old town of Seville at eight o'clock that night, I was totally exhausted. The whole drive had been spent pursued by images of decay, destruction of this olive forest looked on without end. In that luxuriant prospect, in that monotonous enormous growing, there was death's clearest proclamation, more certain than is found in any ruin. ",
    "entry_meta": "1962"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "The Arctic Ocean",
    "text":"Eight-thirty in the morning Tokyo time, July the twenty-first; while London time is eight P.M., the evening of the previous day. The aeroplane flies over the arctic regions. For a long time a sea of cloud, like cast off fragments of thick wool, had buried all the under sky; and at the edge of that a red sun floated, one did not know whether of dawn or sunset. Then a rent suddenly opened in the cloud, and the sea showed itself. Layer after layer of cloud, so only when the gaps in all came cleverly together could one see, terrifyingly far-off below, a tiny fragment of the ocean. Looking at that sea I was a boy again, remembering a winter morning of my distant childhood. The sheet of ice inside my bucket starts to melt, and that small vessel is filled with a weird color, mixture of white and blue and black. Something as cold, something as stark as that, is what there must be in the nether world, there in the lowest depths of hell. ",
    "entry_meta": "1962"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "Dawning",
    "text":"When I open the top of a new ink bottle there are sea depths of blue and black. How small the Indian and Pacific oceans when compared to this. Like a brain sur¬ ge on I put on pure white, wash my hands in disinfectant; and then get down to work, cutting away portions of these depths, collecting them in this small cylindrical instrument. New currents start to flow within the ocean. Great herds of whales, attended by countless predatory ravens and schools of flying fish, have made their way through S. canal and now are swarming into the deep gulfs of K. The tide begins to roar; a whirlpool forms. A warship, of unknown nationality, slides over a sea whose surface keeps on falling. It seems that it will soon be day. ",
    "entry_meta": "1962"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "The River Indus",
    "text":"That in the Indus basin one should find a huge ruined city; that countless fragments should be dug up there, remnants of what must have been high civilization,one of refinement, purity, and splendor; and that this civilization should have vanished from the earth, in one night at the onset of a flood; well, there is nothing much to be surprised at in all that. However, this has one truly horrifying aspect. Under this city they again dug up another one exactly like it. Out from under the marketplace came yet another marketplace, under each storehouse similar storehouses; and roads appeared from under roads, drinking fountains under drinking fountains. The ancient Indus peoples built their capital on the buried one, a perfect replica set on the top of it, like one thin biscuit placed upon another. Horror at this was not felt just by me. That moment the dual city was discovered, decadence took on its proper meaning, became alive and new to us again as though it never had been used before. We understood how the whole human race, beginning from these ancient Indus peoples, had been traveling one straight road of deca¬dence. The sentence of our final dissolution, our vanish¬ing from the surface of the earth, was then made over us, immediately, allowing no extenuating pleas. The upper reaches of the Indus are a turbid yellow. In its mid-course it shows a rust-like redness. Then at its lowest reaches it achieves the pale thin color of a fish, and so flows out into the sea.",
    "entry_meta": "1962"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "The Boy",
    "text":"The boy got off the train at a town in the north, well known for its great fires in the quick hot weather. It was the season when large pomegranates are lined up on greengrocer's stalls. The boy stayed there for two days, hoping to see the sky burn red with flame; but nothing happened. The boy took the night train farther north; moved to a town where mirages occurred. The town was thronged with people for the festival; the sea glimpsed at the end of streets was rough. The boy stayed there for two days more; small driftwood floating on a sea where nothing strange seemed likely to occur. Three days later the boy got down at an unknown station on the peninsular. He walked the narrow, walled, fish-smelling streets; came out upon a cliff. The sea was spread before him; the sunset sky of a breathtaking beauty. And so he threw himself down from the cliff there. He did not know it, but in that region this spot was famous for the number of its suicides. ",
    "entry_meta": "1962"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "River Light",
    "text":"The stone steps went steep down to the water's surface. At high tide they were covered halfway up, but when the tide was out the lowest cleared the water, covered with seaweed and small shells. When I was there washing my hands one early evening, the soap suddenly slipped from me. As if alive it tailed and flipped in the water, and then was gone, sunken in those depths. Later I felt an enormous sense of loss, because no matter what I did it would not come back twice into my hands. This happened when I was a boy, and since then I have never had a loss quite so complete as that. For I had understood that river light, that light still held in water when the rest is dark, is different from all other forms of light; a light preceding tragedy's last curtain. ",
    "entry_meta": "1967"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "The Beginning of Autumn",
    "text":"That morning, as I quit my bed, something like a bird's shadow crossed my mind, flashed over me for a moment, then was gone. I do not know if it was light or dark; I do not know if it was warm or cold. That day, all day, I thought only of something like a bird's shadow. That evening, as I took my walk, I found a tiny puddle hidden in thick grass. As I gazed down at it I faintly heard the dripping sound of water. I tried to listen closely, but I did not hear the sound again. That night I slept among things like bird shadows, like sounds of dripping water. I spent the night enclosed in these uncertainties. And so I could find rest, protected as I slept by vague, uncertain things. ",
    "entry_meta": "1967"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "The Kite",
    "text":"One by one the children raised their kites in the field. Fanned by a fierce wind all swung and wound as they rose. Only my kite would not go up. I jerked on the string, but headlong down again it crashed, striking into the frost, piercing the black earth of the fields. Far-off days of my youth, flashes of white winter sun¬ light scattered by the wind, now I think of you. And now I know it was no kite I raised, but solitude; and no, not solitude, but death. I raised up death into that fierce wind. And then I ran among the stubble of the fields; picked up that death which cruelly fell and struck.",
    "entry_meta": "1971"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "Green Leaves",
    "text":"In an age when there were still gods in the world, one loyal warrior stopped his horse in a tree's shade, entrusting to his son the task that still remained. And so they parted. I do not know who wrote the tale, but the image of the shade's gray dark through which a fresh breeze blows, that pleases me. No mournful drama now of parting in green leaves, but only this pleasantness of shade remains, brief interval well made. The gods have vanished from the world now, but still that space in time is here. I set the things of those I love, the kennel of my dog, the small desk of my innocent granddaughter, under the shade of the tree. My happiness, too, is not remote from thoughts of parting. ",
    "entry_meta": "1971"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "Youth",
    "text":"With one sheet of poems in my pocket, I visited a poet in the country who taught school there. Dinner over, when I took my leave, outside a snowstorm blew. I wrapped my cloak about my head, hurrying for the station down closed streets where all was shuttered tight. In the waiting room I sat close to the stove, along with a girl in a scarf who was there already. The name of the station was Stone's Throw. In the forty years since then how many times have I recalled that scene; each time the image going further off and small. The town of Stone's Throw in the falling snow then appears as a row of closed sea shells. The station too is one of those sea shells. My twenty-year-old life enclosed in a seashell. Darkly, mournfully, some pure absolute appears, brushing aside the snow. Smothered in snow it waits as things approach; waits for the shining fields of flowers; waits for the busy marketplaces; waits for the audience chambers with their brilliant chandeliers. Minute by minute waiting their approach. ",
    "entry_meta": "1971"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "Elegy",
    "text":"Five days after you died a wind blew and brought down the last leaves on the oak. One month after you died there was a small earthquake. And thirty-nine days after you died it snowed. On the night of that next day snow fell again. And then all day the next day after that, a peaceful winter sun shone down, bringing a rare red sunset in the evening. The trees were black beyond remaining patches of white snow, and the red sky combed all those trees together, scattering flecks of fire about them. I sat on a chair on the porch and watched it; and then for the very first time I could believe that you were now no longer in the world. And then I heard it for the first time too; in that funereal, mourning landscape, the sound of a bell which kept on tolling for you. ",
    "entry_meta": "1971"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "The Pool",
    "text":"Now I want a passionate summer like that far-off day. Perhaps that day was all the summer I have ever had. The path along the cliff is smothered deep in grass, and I am running there. Red flowers like blood bloom down the river side, and up in the hills the cicada sing like rain. And I was running in a place like that. Burned in the violent sun of early afternoon, all that was living was myself, and the grasshoppers scattering before me. The villagers, the villagers were dead, all in their separate houses, all fallen in the attitudes they'd chosen. So I was hurrying by the river to that pool, shaped like an ink well among rocks and ferns, running to hurl myself within it. ",
    "entry_meta": "1971"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "The Ancient Capital",
    "text":"Flocks of pigeons fill the ancient mosque. The tower is blue; blue which has had the soul sucked out of it. A bazaar is open to the left of this; camels, donkeys, men, all put in the same mixer. Everything here is of historical interest, but the ruins of the ancient citadel (to the right hand of the mosque) preserve their former shape the best; an area of sand enclosed by castle walls (the crenellation has all been worn away) in which a town of say one hundred thousand souls could easily be absorbed. Just a huge amphitheater in the desert. Whenever you look small troops of camel pass; but yet they only pass, for here there grows not one tree, nor one blade of grass. Which is all no doubt just how it should be, for this is the capital of the ancient Bactrian peoples. At midday if you strain your ears you hear perhaps the cries of ghosts two thousand years of age. It may be also that eighth-century ghosts, those slaughtered by the Arabs, and of those too, massacred by Mongols in the thirteenth, respectfully keep silent here while listening to those cries. There are so many elders who preceded them. ",
    "entry_meta": "1976"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "Old Man in a Turban",
    "text":"He sat on the expanse of grass, cross-legged in con¬ templation, an old man in a turban. When he opened his eyes I asked him what he prayed for. He said he prayed for freedom from all mind, all thought. I asked him then how one might enter these mindless regions. He said you hold the tongue in the center of the mouth, making quite sure its sides touch against nothing. In foreign countries, in hotels at dawn, I have at times tried squatting on my bed, straight-backed, doing the way he said. And then sometimes the flames flicker about me; or a bleak north wind is blowing through the room; or a winter shower falls and passes by. I am the guardian deity, god of fire; I am the great Zen poet on Cold Mountain; I am the Foundling, his companion* Opening my eyes I feel myself in exile. I get down from the bed and open the window. The desert I have traveled for over a month now, sleeps in the dark before dawn. The bazaar which must, once again today, barter off all its last remaining jewels, is sleeping too. Then I recall the old man in the turban, seeing the face of a man who is alone. The face of a man in exile for scores of years now. ",
    "entry_meta": "1976"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "The Evening Sun",
    "text":"On the day the long rains ended I sat on the veranda of my study, spent half the day there looking over the garden covered in rank grass. I understood my past was like that too, days all covered over in rank grass. I looked back down that one long road, covered in rank grass, and tried to gather up the days when things went wrong. But I could not work out the days when things went wrong. I tried to find the days when things went right; but nor could I work out the days when things went right. All were buried deep down in thick grass. All that remained in memory was this: walking toward a burning evening sun. When, in what day or year, I do not know. But I am walking passionately toward one portion of the inflamed and burning heavens. Soaked in the burning sky's scatter of flame, I and the grasses burying the world about me, we all burn fiercely red. ",
    "entry_meta": "1976"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "A Light Rain in Autumn",
    "text":"I want to become much, much smaller so no one can find me, my infant granddaughter said. Then she crouched down again behind the tree stump, with eager face making herself as small as she could. She was playing hide and seek. I want to become much, much smaller so no one can find me. Those were good words, I thought, walking all day over dead leaves in the garden. At evening, as it might have been expected, a light fall of rain began. I want to become much, much smaller so no one can find me. I drew my body in, the way my granddaughter had, facing the empty sheet of writing paper. From midnight on the sound of the rain grew heavy. ",
    "entry_meta": "1976"
  },
  
  {
    "source": "The Modern Japanese Prose Poem An Anthology of Six Poets by Dennis Keene",
    "author": "Inoue Yasushi",
    "title": "Travel",
    "text":"At the beginning of each year I make my travel plans. For 1967, Peshawar. The Summer Palace of the Kushan kings.A town of many pomegranate trees. The castle town where Alexander took his after-dinner sleep. In the room of my hotel among the hills, I shall pen a letter to my other self in Tokyo, written in unintelligible, spidery script, finally breaking off relations with him.",
    "entry_meta": "1976"
  }
]
