[
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Carolyn Abbs",
    "title": "Poet on Train",
    "text": "out the corner of my eye, an olive-skinned hand, black notebook on lap. profile in glass like a ruffled blackbird. unclasps a green purse, takes grey-marbled pen, gold nib, writes in black ink. a mark on the back of her hand, could be a mole or an age-spot. too young for an age-spot. an intelligent hand, rounded nails. might be a burn. I see steam billowing from a kettle, hear a screech. someone coaxing her to a tap. but the writing is bold, she’d live alone. no rings, not fuss, get the first-aid kit. she’s counting, fingers perfect as piano keys. what does she do? can’t be much, jeans, scuffed burgundy ballet shoes. crosses legs, fake tan. deep in thought, jots down a word or two. checks phone, applies scarlet lipstick (using phone for a mirror). stands, is tall. reminds me of a suffragette, must be the black velvet jacket. alights from train, melts into crowd",
    "entry_meta": "2017"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Robert Adamson",
    "title": "Empty Your Eyes—after Pierre Reverdy",
    "text": "The suffering has ended. Empty your eyes, a new era begins. Heads, once out of line, have fallen. People call from windows. Surrounded by laughter becoming noise, others call up to the windows. Animals never seen before come out from the alleys. There are broad-faced women with broad accents walking pavements, talking freely, their faces lit up, their hair undone. Sunlight, trumpets, and pianos are playing boogie. Emboldened, people smile in public places. The intact houses blink, doors swing open and somehow smile back to other houses. The banal parade floats above the ash of iron filings. A mother with a blue apron that frames her baby cheers at random, another child by her side trembles, astonished and fearful. There’s an apparition of an angel, timid and adrift in the midst of life, while rustling people gather in the square. Foreigners pass by in a group, singing under bright umbrellas, their lyrics sleek and empty. A grandfather goes about extinguishing street lamps against the coming radiance. A jazz dancer leaps out from her suitcase with an answer nobody can understand. A policeman rides his one-wheeled bike, his thighs swollen against black leggings. He circles the stragglers, until a spotlight picks up his problem. The circus of shadows moves through the jumping city as rackets break their own strings. On the far ramparts, a boy with a thousand dreams cries because he feels he is ugly.",
    "entry_meta": "2015"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Adam Aitken",
    "title": "Lines from The Lover",
    "text": "It was never a question of beauty but something else. Mind for example. For a long time you had no dress of your own, except those your mother had her servant make. Dô could sew with hair-fine needles, pleats and Peter Pan collars. She could make anything look timeless. Writing was sewing. Writing was taking an image—a ferry crossing the Mekong say, and empty it of all significance until it became transcendent, a Godly idea, an image all had forgotten. That never existed. ‘The Mekong—that blood in the body, that slow flow between banks that had faded away. The river carries everything along, straw huts, forests, burnt-out fires, dead birds, dead dogs, drowned tigers and buffaloes, drowned men, bait, islands of water hyacinths all stuck together. Everything flows towards the Pacific, no time for anything to sink, all is swept along by the deep and headlong storm of the inner current, suspended on the surface of the river’s strength.’ History again, locked in the depths of your flesh. And like a new-born child, it was blind, or so it seemed to the ungainly, the women from elsewhere, the mothers and the sons, ‘mute and cowed in the presence of the father.’ And it was blind.",
    "entry_meta": "2009"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Cassandra Atherton",
    "title": "Bonds",
    "text": "You wore a white Bonds t-shirt to bed last night. A plain, white, no-nonsense Bonds t-shirt and I knew it was over. I heard the death knell. And when you asked me if I was Emily Dickinson’s ear I nodded. Solitary. Solitaire. Solipsist. ‘For whom does the bell toll?’ you asked that afternoon. Campanologists? Two in Campagna? Campaniles? ‘It tolls for thee.’ R.I.P. my lover. R.I.P. my van winkle. Rip out my heart. Wrap it in your white t-shirt and bury it beneath your floorboards. Still beating. My little drummer boy. You can beat me but I won’t be your fiendish queen, my butcher. My blood on your t-shirt will form a scarlet letter. Spot Out damn spot! You wore a white t-shirt to bed last night when all I wanted was to be stuck to your back. When all I asked was to peel myself off you in the morning and mount your erect compass needle. But now we are done. Donne. And you peel me like a grape. I slither out of my skin. Skinner. Skin me alive. I thought we were conjoined. Destined to travel in circles until we met again, in the middle. Until we found our core. But like Nabokov’s apples, all you manage to achieve is to tempt me with repetition. When I am only your dystopian Eve. There can be no valedictions here. So now our lives are cotton. And although cotton breathes, it is also the sarcophagus of our relationship. Embalmed memories. But I promise to dig you up. Like Heathcliff. Or Rossetti. I promise to unbind you and gather you in my arms. Skin on skin. My sweat will be our glue as I rip off that t-shirt and bond you to me one last time.",
    "entry_meta": "2015"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Eugen Bacon",
    "title": "In a café ...",
    "text": "by the rampage, all the chairs are carved in limestone because granite and alabaster cost too much. Attendants are picked for lasting—more than sandstone sounds just right. They float on teargas without coughing, but their skins are full of burning. Clientele are the ghosts of Mau Mau, John Lennon and Pussy Riot. It’s not the likes of these that sashay with guards or inmates in the know, but they walk on water. Today’s talk is on the meander of time in a 6 by 8, steel or brick walled, no angling for parole as you flirt with quarter worms slipping off stale crusts. There’s a depth beneath each brow, eyes full of whispers that float in clouds above activists with soft bodies falling like feathers. But the crowd is a meniscus, fully cushioned and evened out, unyielding to a line of police officers swallowed in masks. I see oceans, la-di-da, a shimmer of hope in a new yesterday, but today’s a long way to the sea. I’m a blind fish without a name and, right now, I can’t breathe.",
    "entry_meta": "2020"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Stuart Barnes",
    "title": "Hamlet without the Prince with two lines from William Shakespeare’s Hamlet",
    "text": "Vulnerable as forest red-tailed black cockatoos, you went south the day the stock market headed south. I consoled myself by re-watching North by Northwest, filmed partly on location in South Dakota and California, and inspiration for South by Southwest, which takes place in America’s Lone Star State. The Secret History’s Charles Macaulay wound up washing dishes in a Texan diner, but was born in Virginia with a silver spoon in his mouth; Richard Papen returned to The Golden State and read the Jacobean dramatists. If I were a Greek god I’d be Notus: I am but mad north-north-west: when the wind is southerly I know a hawk from a handsaw. While at college, Elizabeth Bishop wrote about a hawk, but I’m more enamoured of ‘lamé with lights’, from North & South’s ‘From the Country to the City’. My maternal grandmother, Betty, who lived and died in the small northern town in which she was born, played bridge in a silver lamé dress, always South, always partnered with North. Elizabeth Bishop sailed south to Brazil, I flew north in Australia, to where the Banksian black cockatoo’s kree can bring the air to a standstill. I used to be a sucker for a man with a mouth full of South, a tongue like a southern cassowary’s claw, but the nickname Wombat, after the southern hairy-nosed species, is awful. It’s easy to find true north if you stop playing ‘A Forest’ by The Cure.",
    "entry_meta": "2019"
  },
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Bruce Beaver",
    "title": "The Lovers",
    "text": "Say that it is possible to live without knowing why. The meanest may love as fully as the noblest, may love even more because completely. Then the meanest becomes if not the noblest, surely the highest among the lowest. Look how he goes to her with radiant looks, into her being. She receives him patiently, will learn to wear his passion as a gift enwrapping her with the silks and golden clothing of his gaze, the simple yet enriched embroideries of his wonderment. He kneels before her parents and begs to be admitted into their beliefs that were as alien to him as his to them. He belongs with her and she acknowledges his need, accepting its seed and birth in her, or she sees the maker in him, stands before him without guile or much hope, almost transcendental to the demiurge that moves her. He leans a little her way, out of a press of circumstantial maleness, wanting extensions in his children while she is already a mother. They who have never loved have never lived. They have not died but been and gone as singly as a seed of stone, not fruitfully but as a grain of sand without the wisdom of its processing, the shattering that makes whole.I humble myself before the lovers, the beautiful and the ugly believers. The singular couples that know if only for a moment or years of moments, fulfilment. In this fashion fulfilment is ecstasy, is blessed redemption from barren, wholly solipsistic selfhood. And in some, the loving self has flowered miraculous among weed, and a tree has towered through a choking vine up to its abiding need of the making light. The leaf of love has split the adamant of selfhood. Even the chill hunger of the lonely mystic in a cold clime thaws beneath the nourishing dayspring of love. You say the darker side of love has blighted myriads, yet isn’t it the aberration of possessiveness, the greed of envy, the obsidian heart of rapacity, even the amiable habit of coupling lives next door to hate? But these make up another poem that must be written by another man, beginning with lack as I began with loving’s plenitude.",
    "entry_meta": "1994"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Luke Beesley",
    "title": "Audible",
    "text": "The camera panned up away from our conversation and fixed on a cloud which artfully just fitted in the frame. It smouldered. The camera must have been mooring slowly following the cloud because the cheek of skyscraper sliced the cloud for a moment. It’s actually halfway. Is this narration? I was running a marathon. At the half-way point we coughed up the last part of the rent. I won’t be able to afford the registration fees! Pathetic, I wound my watch, slowly, to linger in the space and lived peacefully in my apartment for ages. There was a cup of tea and Zoë with her feet up on the windowsill. A carbon copy of the midnight sky—deep Goya neckline or my nap alarm in the morning which reminded me of the credits: opaque light spreading up from her neck, an unmistakable V. It was the title. Each letter smokily appearing, crystallising, clear, then evaporating again until the white title exited and we settled in, turning our phones off.",
    "entry_meta": "2018"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Judith Beveridge",
    "title": "My Name",
    "text": "Someone is prowling around the borders of my name. They have been there for days. I can’t see them or hear them because in the house of my name is a room of silence and a huge window of fog. But I know they are there. My name is certified in a gold frame that hangs on the room’s wall. Every time they move, it shakes. At first, I didn’t worry. But now they have begun rubbing their sleeve over my name’s glass. They are rubbing in circles that are gradually widening. I scream that they can’t do this and repeatedly show them the gold frame. They take no notice. They keep on rubbing. They rub until the fog disappears and their face becomes visible. Now, I am afraid for my name’s safety. The frame is shaking more rapidly though I have set up all conceivable defences. I have padded my name’s wall with photos of myself. I have entered my name on lists. I have dispatched letters in all possible directions. Nothing is working. They have broken through my name’s door and are wandering the secret passageways as if everything’s already familiar. Perhaps they are a lost relative? When I question them, they glare sharply as if to say, ‘Who do you think you are?’ I run to get them the gold frame. I look for it on the wall but all that’s hanging there is this person’s coat dusty and torn. When I return, I find the locks on my name’s door have been changed and I can go neither in nor out. I cannot yell help.",
    "entry_meta": "1987"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Javant Biarujia",
    "title": "Icarus (from Virilities)",
    "text": "I can understand how mentally deranged or overdosed people plunge to their deaths from high places, in the belief they could fly. At the fort above Grenoble, I peered over the precipice and imagined how wonderful it would feel to leap into pure space and be carried away by a thermal updraught over the terracotta roofs of the city and beyond, to the snow- capped mountains, past Chambéry, with Hannibal’s elephant fountain, past Megève, where George Segal and Glenda Jackson crashed their cars into each other, in Lost and Found, and even as far as Mont Blanc itself! Human birds must have lived here for, on the very crest of Mont Saint-Eynard, there are remnants of another, older fort. Almost a kilometre and a half up in the sky. Who were these people’s foe? Did they believe they were incarnations of eagles? To reach the fort, I must take a téléphérique, a kind of chair-lift, with the chairs encased inside a perspex embryo. As I ascended over the Isère, and the older part of town, it occurred to me how much my life has been like living in a bubble. I am rootless; I am ignorant of the state of affairs in the world; I understand so little of the workings of the places I visit, always the stranger in town. I have basic wants: a roof over my head for the night, something to eat, a good bottle of wine on occasion, some human warmth every now and then. A bubble is a paradis artificiel, then? A temporary state, selfish, not bound by responsibilities. One in which I am free to roam without a care in the world. It is also a fragile state, suspension ... if the cable were to break ...?",
    "entry_meta": "2004"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Judith Bishop",
    "title": "Definition of a Place",
    "text": "where the slow-pulsed creek grips a handful of ibis, and wattle trees feed at the periphery of yellow. Here we might have seen the iron girders of a bridge holding up the shallow arc a bomb of swallows pitched under. Or, later, air acquiring a rift white butterflies moved over in the early afternoon. There was something, yes: but not a rent apparent to the eye, not a cloud breaking, nor the way a cloud amassing shreds a tumbling skein of light. A rusted carriage wheel half-jutted from the mud. The metal mattered in that place, a graph sown in the earth. Fertility, but of another order from the one that’s often reckoned, the human and inhuman knitted in the summer heat. This is where we talked. You turned to me a troubled cheek, the air tore, it was done. The rift, which had no other work, became the thought of sex in us. Quickly we spoke, and as quickly, it was done.",
    "entry_meta": "2007"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "John Blight",
    "title": "The Medusa",
    "text": "I’d like to hide, but cannot hide my vision of the bay’s incoming evening tide behind a stiff nor’easter; standing at the head of English echo-named Sandgate’s storm-racked pier, upon a fo’c’sle which, like a ship’s, savours the gale. Looking down aghast, in wonder at the changing scene ... lost memories of youth. Flood of a biscuit-coloured sea, brick-coloured combers purling with a scum of yellow soup atop and, in the tide, appearing as the hooded ghosts of ocean, the only blue reminders of an oncoming sea, the ‘blubbers’ (how here preserved so blue?). Jellyfish a foot across the dome ... equivalents of human heads with, under each, a mouth grotesquely stuffed with, what appear to me, blue thick fingers of incumbent idiocy. Here is a scene, I won’t go away and forget ... those blue shapes! Here is the sea baiting me with infelicities of colours. Shall eyes turn purist and give praise to ‘blubbers’—the sea a mockery of colour for which the sea was ever praised? I’ve never welcomed sight of ‘blubber’ on the tide before this humid summer evening’s grey defeat of a blue sky, smothering with off- shore smog (not spume) the sun’s last function of the day ... the Medusa welcomed here as sea’s last mockery of the legendary Gorgons. What mermaids! Don’t blind yourself to change to these unnatural colours, but gaze awhile with me and let your mind be numbed ... let the Medusa brush against your brain.",
    "entry_meta": "1992"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Peter Boyle",
    "title": "Some Mountains",
    "text": "The mountain beyond that pass has no name. It is too old for us to name it. The sea has the same colour as the sky but the mountain has the same colour as sand. Sand is not earth but a fluid shoreline that leads to the great cities. When we are tired we buy up land on the edges of the great cities so we can sit and watch the insomniac journey of sand. Its slow exodus across the horizon teaches us how to prepare for sleep. When flowers open on a day filled with sand all the water in the world will not quench their thirst. I send words to you from so far off aiming to shape you towards the exquisite openness of love, but over and over I collapse in the effort to invent a life. Walking on sand has taught me I can no longer count on making it to any shore. Your eyes as I imagine them I will go on kissing gently and sheltering beneath. It may be that simply wishing you such tenderness will help you wake one day calmer, more deeply held by the world’s alignment, ready to find another and love. We cannot name sandgrains or some mountains but perhaps they can name us.",
    "entry_meta": "2004"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Peter Boyle",
    "title": "Missing Words",
    "text": "I don’t know how many things there are in this world that have no name. The soft inner side of the elbow, webbed skin between the fingers, a day that wanders out beyond the tidal limits and no longer knows how to summon the moon it has lost, my firstborn who gazes about himself when the TV dies and there is a strange absence in his world. I was looking for a great encyclopaedia, the secret dictionary of all the missing words. I wanted to consult its index and find out what I could have become. The sound the clock makes when it is disconnected and taken down from the wall but can’t lose the habit of trying to jerk itself forward. The look of old socks drying on a rack in the kitchen all through a winter night, hanging starched and sad opposite the wedding photographs. A word for your face when you know you can’t love but would almost like to try. The blurred point of merger between fresh storm damage to a house and the deep fissures that have always been there. Walking down the corridor to the front door with inexplicable elation in my chest as if everything was about to start, as if my love had just arrived, escaped from a burning world, and at the same time clenched in my taut wrists, my hands, the thin bones of my arms, the certainty that everything has long been over.",
    "entry_meta": "2004"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Michael Brennan",
    "title": "Hyde Park",
    "text": "In Hyde Park, she is foraging once again for a name. She walks up to the young couples and offers to trade their names for forecasts in distant cities. One in three accepts though the airports have long since closed. Cynthia, Stellar, Hardacher Jones. She pats the young girl’s Chihuahua and feels its fervent desires gnawing away inside her. Buttonholing a jogger, she warrants, Conlige suspectos semper habitos, and feels a little better for it as he jogs off puffing, sum, es, est, sumis, estis, sunt, which recalls to her young James Edwards’ neat cursive and big ears sitting next to her in the summer term of the eighth grade. For a moment she glimpses his eyes staring at her from the back of the jogger’s head. It’s touching the tricks memory has started to play on her. Hurriedly digging out names she’d stored for winter under a Moreton Bay Fig, she runs after him, pushing past the couples huddled together awaiting the tropical downpour that’s started to descend not far north of Launceston.",
    "entry_meta": "2012"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "David Brooks",
    "title": "A Piece of Sheepsong",
    "text": "Very often, when I think of myself writing, I have in my mind an image of a man at a table in a workshop, in a small pool of light. He may be making a shoe, he may be repairing a watch, he may be an artist, or an artist’s artisan, working on an engraving. What precisely he is doing does not matter very much, because in my mind he is also, as he cuts a sliver of leather, slips a small cog into place, or cross-hatches a tiny area of shadow, a writer, carefully choosing the words, shaping the phrases, paring his thoughts to their elements, saying, over and over, what lines he has in the hope that one of them will run on, will spill over into something he has not yet imagined— now and again reaching, where a shoemaker might reach for an awl or a watchmaker for a tiny spring, into a small tool-cabinet on the table beside him, for a piece of sheepsong or the end of a shower of rain, the shadow of an owl.",
    "entry_meta": "2016"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Kevin Brophy",
    "title": "When Death Comes (after Mary Oliver)",
    "text": "When death comes I want to mistake it at first for an old friend whose name I have forgotten but will remember in a moment or two. When death comes like a large black cat out of the bush somewhere near Daylesford, padding up to me on the forest path, I do not want to go down on my knees before it, its paws on my shoulders, its meaty breath in my face. When death comes with its lesson I will be its inevitable pupil for the lesson is a beautiful one and I will never have time to learn it. When death comes with his ukulele and his picnic rug I will be curious about where he might take me. When death opens that door to me, I will want to know what Mary, after all, made of her cottage of darkness. Does she live there now at a desk, writing poems about eternity? I would like to read them from the inside out.",
    "entry_meta": "2013"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Kevin Brophy",
    "title": "Dog on the Road",
    "text": "The small pup, so small it is still shaped vaguely like an embryo and seems to be boneless, pushes its soft snout against your ankle as you cross the road. It makes a pleading sound. You know it is asking for its life. You find a tap and turn it on and hope the dog will drink from it. It doesn’t. It chases your ankles, whining, calling, bleating, begging, asking for its life. You shout at it and it shows no understanding of your tone of voice, your intention, your distress, your approaching accusation. It moves along behind you, then it drifts away to another pair of ankles passing on the dusty road. This will not be enough, but there is nothing else to do. It is as if you are stuck in a dream with a dreamed dog that will never actually die but will always be dying up against your hard ankles. Your distant heart pacing away. You imagine picking up the pup and carrying it home and making a home with it, but you have no home. You are leaving this place very soon. The dog must be forgotten as quickly as possible. Inside you is a world where lives come and go like days, like wrappers, like novels, like meals, like buses, like birds, like seasons, like you. What is love without indifference, you say to yourself.",
    "entry_meta": "2020"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Pam Brown",
    "title": "It’s Light",
    "text": "Saturday evening. Summer. As always. My blood pumping in my clockwork body. Automatic. Alive and throbbing. Focus leaves my eyes. I move to the telephone or somewhere else. No mistakes today. None left to make. Something about your mauve t-shirt moves me. It’s light. Next we’ll say (and say it well)—‘it’s light, it’s lovely, it’s laminex’. New table, new colour. A type of sunny occasion. Everything pale and fading. Ice in lemonade, glass, underwater, pure pale blue. Summer. No promises. Breezes from the sea passing into the city like sadness.",
    "entry_meta": "1987"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Pam Brown",
    "title": "Pictures",
    "text": "She put the glass down on the small table beside her and said ‘I have begun to stop caring about her.’ She had not spoken this way before. She had been afraid. Her feelings were drifting, slipping away from their object and she had taken the photographs and put them away in a drawer. In one photograph there was a road. A grey road. A yellow sky. A black dog near a fence. A small dog against a small fence and a person, a figure— you couldn’t tell whether the figure was a woman or a man. The figure was walking on the road. A tiny figure. That’s all. She had said that there was so much beauty in it and that it went beyond the sentimental. A photograph of her lover at the wheel of a car. Through the windscreen a man in a white shirt and grey trousers walked across a concrete square in front of an institution. She was saying ‘It’s strange, when it’s over, the way you miss a person’s work almost as much as you miss that person.’",
    "entry_meta": " 1987"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "Vincent Buckley",
    "title": "Pen-Sickness",
    "text": "Pen-sickness: when you remember the poem waiting, perhaps liquid and infinitely yielding to each touch, or leaning back, resistant, towards its original spare shape, or dense and featureless as ice: then every gesture the world has made in it, every evening perception, every sip of speech, every word, comes back as bile, running precipitate into the throat hot as gruel from the long canals of the belly: in your own body, as in your language, there is something wanting to refuse you: you have proved your words indigestible: what was to have been the equable completed form takes on the thin consistency of vomit: you look at the paper with retching eyes. You are reminded, are you, of what it means to finish, to be finished, to be sent forth, homeless, your occupation gone, your promise lapsed into success: close your eyes, and you may glimpse the poem there, in the head, stirring, just outside reach, perfect and intolerable as that heaven that loured above us in our infancy.",
    "entry_meta": "1979"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "joanne burns",
    "title": "the first few lines a synopsis",
    "text": "you hold your hands to the window, to the light of a new day, looking for changes, clues, in those lines that tremble across your palms like withering expectations like dribbling streams in a drought. you want to be your own scholar your own cassandra. you want to reject all the chiromantic texts, but the lines have a stubborn reticence and no magnifying glass will conjure up the lines of your future concealed under the first maybe second layer of skin: tiny, intricate, defined. like a silicon chip. you try drawing out the signs in more domestic ways: palms in front of the heater, palms in front of a rotating fan, palms under the lunar glow of bedside, armchair lamplight. the devas of the flesh remain obstinate. their dull silences. the lines as inarticulate as cracks in a pavement. you grow tremendously tactile. covering your palms in black ink, stamping and dating the prints on sheets of A4, daily. you string a month’s worth of palm prints on fishing line across your room like a series of early warhol silk screens. but in this gallery of expectations nothing of significance is revealed. there is nothing to celebrate. the lines remain the same. only the accidental smudges differ. the future is a messy business you decide. all this emphasis, this belief in the prophecy of palms. after all, your hands have been many places you have no desire to recall, have touched more than soap and water can confidently ablute. and thus illuminated you hold your hands up to the window. to the light of an old day.",
   "entry_meta": "1992"
  },
  
  {
    "source": "The Anthology of Australian Prose Poetry",
    "author": "joanne burns",
    "title": "high ceilings",
    "text": "i recall those poems of white lanterns and papery fans as you wave your blonde hair and eyeballs around the room in an orchestra of curls and lashes. instead of eating lunch you are reading the fortunes of four women on a summer afternoon in a pack of cards decorated with pyramids. this is your day of work i say to you quite unexpectedly. eight eyes are tracking each flicker of your concentration. we are hot for truths. i see a trail of hearts down a street you say to me as you smoke on your cigarette like it is some flute but i also see an empty chair. watching you become the joys and tears of another as you enter our lives is very beautiful. you reflect like a mirror you grow so young. you luminesce shifting into another time and place as if your face is being slowly filtered into a previous self. you are now miss dorothea prince in her flat in north london in 1938. who lived in the dim light behind heavy curtains, circled by her cats cigarettes glasses of brandy and nervous clairvoyance. you died of loneliness and kidney condition just before the bombing of london. you say you understand these things. as a small boy you had a dream which you quickly turned away from about such a woman. those dark curtains you whisper those dark curtains. we sit in the twilight of the day. this room is cool with its high ceilings. we are surrounded by vast veils of ether so it seems. we talk about our lives and i hold my hands about your head and we are silent for a while. the evening draws us outside with its softnesses and so we approach the zones of the city with those long thin streets open before us.",
    "entry_meta": "1992"
  }
  
  ]
  
  
